{
    "intents": [
        {
            "tag": "Maximum Residency Rule",
            "patterns": [
                "How long can I stay in Bicol University?",
                "Maximum Residency Rule"
            ],
            "responses": [
                "Residence refers to the number of years or terms required of a student to finish a course.\\nAn undergraduate student must finish the requirements of a course in any college within a period of actual residence equivalent to a maximum of the prescribed length of the program plus one year pursuant to the other provisions of the Universal Access to Quality Tertiary Education Act of 2017."
            ]
        },
        {
            "tag": "grading system",
            "patterns": [
                "What is the grading system?",
                "Grading system",
                "Grade conversion"
            ],
            "responses": [
                "The University shall have a uniform grading system using number grades from 1.0 to 5.0, where 1.0 is the highest. The detailed grading system is as follows: \\n",
                {
                    "Adjectival Rating": {
                        "Outstanding": [
                            "1.0\\n",
                            "1.1\\n",
                            "1.2\\n",
                            "1.3\\n",
                            "1.4\\n"
                        ],
                        "Superior": ["1.5\\n", "1.6\\n", "1.7\\n"],
                        "Very Satifactory": [
                            "1.8\\n",
                            "1.9\\n",
                            "2.0\\n",
                            "2.1\\n",
                            "2.2\\n",
                            "2.3\\n",
                            "2.4\\n",
                            "2.5\\n"
                        ],
                        "Satisfactory": ["2.6\\n", "2.7\\n", "2.8\\n"],
                        "Fair/Average": ["2.9\\n", "3.0\\n"],
                        "Poor": ["3.1-4.0\\n"]
                    },

                    "Equivalent": [
                        ["99-100\\n", "98\\n", "97\\n", "96\\n", "95\\n"],
                        ["94\\n", "93\\n", "92\\n"],
                        [
                            "91\\n",
                            "90\\n",
                            "89\\n",
                            "88\\n",
                            "87\\n",
                            "86\\n",
                            "85\\n",
                            "84\\n"
                        ],
                        ["82-83\\n", "80-81\\n", "78-79\\n"],
                        ["76-77\\n", "75 (Passing)\\n"],
                        [
                            "Below 75 Conditional (lowest possible mid-term rating)\\n"
                        ],
                        ["Failure (lowest possible final rating)\\n"]
                    ]
                }
            ]
        },
        {
            "tag": "Graduation Requirements",
            "patterns": [
                "What are the graduation requirements?",
                "Graduation requirements"
            ],
            "responses": [
                "A student shall be recommended for graduation only after you have satisfied all academic and other requirements prescribed for graduation. Candidates for graduation who began their studies under a curriculum ten (10) years back shall be governed by the following:\\n -Those who have completed all the requirements of the curriculum but did not apply for, nor were granted the corresponding degree or title shall have their graduation approved, as of the date they should have originally graduated.\\n -Those who have completed all but two or three subjects required by the curriculum shall be made to follow either the revised curriculum or the curriculum enforced from the time they first enrolled in the University to the present. \\n-All candidates for graduation must have their deficiencies removed and their records cleared not later than five weeks before the end of their last semester/term in the program, with the exception of the subjects in which they are currently enrolled. No student shall be allowed to graduate from the University unless you are in residence during the last two terms/semesters of his course."
            ]
        },
        {
            "tag": "The Grade of Incomplete (INC)",
            "patterns": [
                "What is the grade of incomplete?",
                "Grade of incomplete",
                "INC"
            ],
            "responses": [
                "An “INC” grade indicates incomplete course work and may be awarded to a graduate or an undergraduate student only when a small portion of the student’s work is incomplete and only when the student is otherwise earning a passing mark. Until removed, the “INC” is not included in the computation of the students GWA. Student with incomplete (INC) grade of the previous semester are given one school year for completion of subjects; otherwise it will be converted to a failing grade by the College Registrar upon written instruction from the concerned professor(s). In the event that the concerned professor(s) cannot be contacted (due to resignation, retirement, death, etc.), the Dean is empowered to make decisions for the concerned professor(s) in consultation with the Department Chair."
            ]
        },
        {
            "tag": "Graduation with Honors",
            "patterns": [
                "What qualifies as suma cum laude?",
                "What qualifies as magna cum laude?",
                "What qualifies as cum laude?",
                "Qualifications for honors"
            ],
            "responses": [
                "A candidate for graduation who have completed your course with a high weighted average rating, computed to the fourth decimal place on the basis of units and have satisfied the required number of residence in the college is entitled to graduation with honor provided you have no grade lower than 3.0 in any subjects following faithfully your curriculum. The University shall award the following: Summa Cum Laude with GWA ≤ 1.25, Magna Cum Laude with 1.25 < GWA ≤ 1.45 and Cum Laude with 1.45 <  GWA ≤ 1.75. A student who is a candidate for graduation with honors must have carried the regular load per semester as prescribed in the curriculum for your course, must have organized a program of study for your degree, have registered for formal academic credits and carried the subjects called for by the curriculum for which you is registered in a given semester. A student carrying less than the number of units prescribed in the curriculum is considered 'underload' and shall be disqualified for graduation with honors. In case of a graduating student who meets the required general weighted average (GWA) but fails to meet other requirements for the graduation with honors, the award shall be 'with ACADEMIC DISTINCTION'. In the computation of the final average of a graduating student who is a candidate for academic distinction, only grades/ credits earned towards the degree shall be considered, provided you have no grade lower than 3.0 in any of the subjects regardless of whether that subject was taken in the University or elsewhere. you must have followed faithfully the conditions set/imposed by the University in terms of the transfer credits and rules on sequence in the curriculum and must have completed in the Bicol University at least seventy-five (75%) of the total number of units prescribed in your curriculum and must be in residence for at least six (6) semesters/terms immediately preceding graduation. The College Evaluation Committee on Graduation with Honors shall be composed of the following: The College/Campus Registrar - Chairperson, Department/Program Chair - Co-Chairperson, College Student Affairs Coordinator - Member, College Guidance Coordinator - Member , Associate Dean - Member, One College Faculty Expert in Math - Member "
            ]
        },
        {
            "tag": "Non-Academic Awards or Incentives",
            "patterns": ["Incentives", "Awards", "Non-Academic Awards"],
            "responses": [
                "The University also gives due recognition to a graduating student who excels in your academics, leadership, service and sports activities. Likewise, to winners in the regional, national competitions and to the topnotchers in board examinations."
            ]
        },
        {
            "tag": "Ladderized Type Program Recognition",
            "patterns": [
                "Academic excellence award",
                "Ladderized Type Program Recognition"
            ],
            "responses": [
                "The University, in recognition of academic excellence among students pursuing degree courses with ladderized/ladder-type programs, shall award them the following based on the computation of the general weighted average (GWA) of subjects taken as prescribed in the ladder program you are pursuing. The awards or recognition will be given in the College Recognition Program. With highest honor with GWA ≤ 1.25. With higher honor with 1.25 < GWA ≤ 1.45, With high honor with 1.45 < GWA ≤ 1.75, Candidates for this recognition/ award shall be evaluated by the College Evaluation Committee on Graduation with Honors."
            ]
        },
        {
            "tag": "Transcript/ Diploma",
            "patterns": [
                "Trascript",
                "Diploma",
                "Application for transcript of records",
                "TOR",
                "Students records"
            ],
            "responses": [
                "Since records of students are confidential, information is released only at the request of the student, or of the appropriate institutions and/or officials. Official transcript of records from other institutions, which have been submitted to the University as transfer credentials, becomes part of the student’s permanent record. Data thereon are usually reflected on the official transcript of records to be prepared later on for the student in the Office of the University Registrar. Application for transcript of records must be accompanied by the student's clearance and official receipt of transcript payment."
            ]
        },
        {
            "tag": "Opening of Cost Recovery Courses",
            "patterns": [
                "Cost recovery",
                "Procedure",
                "Approval of cost recovery"
            ],
            "responses": [
                "All Academic Deans/Directors are authorized to approve requests of student(s) for the opening of tutorial courses in the graduate and undergraduate programs on cost recovery basis. The approval of requests shall adhere to the following procedures: 1. Opening of courses on cost recovery basis shall be considered upon request of the following: a. Graduating students with deficiency(ies) whose needed course(s) are not programmed for the semester, and b. Irregular students who need to take the course to fit the mainstream of students in the appropriate curriculum year. 2. Request for opening of courses not aligned with the semestral course offerings based on the regular curriculum year schedule shall be done by the concerned students not later than two weeks before enrollment. 3. Students’ request shall be addressed to the Dean and endorsed by the Program Adviser and/ or Department Chairperson. 4. Same endorsement shall carry the Program Adviser’s or Department Chairperson’s recommendation of the Professor/ Instructor to teach the course, indicating the full student cost. 5. The Professor/Instructor shall be designated by the Dean considering primarily his/ her academic preparation, teaching load which not exceed 30 units, and his/ her willingness to teach the course on cost recovery basis. 6. In case of students with failures (a rating of 5.0), the faculty to be assigned to teach the requested course should not be the same faculty who gave the failing mark. 7. The professor/instructor shall be compensated fully based on your hourly rate. The computation for payment of honorarium shall be as follows: Hourly rate of faculty x no. of hours/ no. of students = Cost per student. 8. The fees shall be deposited to the College Trust Fund and shall be disbursed solely for the purpose. 9. The payment shall be made out to the professors/instructors concerned following the usual procedure and accompanied by the needed documents. 10. The usual supervision shall be exercised by the Deans/ Directors concerned to ensure that the students are given adequate instructional provision."
            ]
        },
        {
            "tag": "Prescribed Uniform",
            "patterns": ["uniform"],
            "responses": [
                "Students must wear the required uniform for their academic level. The design approved by the Board of Regents are disseminated upon enrollment."
            ]
        },
        {
            "tag": "Credit Unit",
            "patterns": [
                "Credit load",
                "Credit unit",
                "Units",
                "Units per semester"
            ],
            "responses": [
                "One unit of credit shall be at least eighteen (18) full hours of instruction per semester in the form of lecture, discussion, seminar, tutorial, or equivalent field or any combination of these forms. A substantial equivalent shall be observed for other terms such as trimestral or quarterly system."
            ]
        },
        {
            "tag": "Academic Load",
            "patterns": [
                "Academic load",
                "Academic load per semester",
                "Academic load limit"
            ],
            "responses": [
                "The regular academic load for undergraduate students shall be that which is prescribed in the curriculum in a semester for a certain program/course. A graduating student with satisfactory academic record may be permitted to carry an additional load of one or two subjects in your last semester, provided that the total load does not exceed the maximum of thirty-three (33) units per semester, provided further that this will not contradict with any existing policy of the University; provided finally that the student concerned is a candidate for graduation at the end of the semester that the load is allowed. An additional of one (1) or two (2) non major subjects may also be allowed to students who are on Student Teaching /Practicum. During the summer term, the regular load shall be nine (9) units or that which is prescribed in the curriculum, but in justifiable cases the Dean or Director may allow a higher load of not exceeding twelve (12) units. The Dean shall limit the academic load to students who are employed in the University, whether full time or part-time."
            ]
        },
        {
            "tag": "Classification of Students",
            "patterns": [
                "Classification of Students",
                "Students",
                "Undergraduate students",
                "Graduate students"
            ],
            "responses": [
                "Undergraduate students are classified as regular, irregular, non-regular, and foreign. A Regular Undergraduate Student is one who have organized a program of study for a bachelor’s degree, or undergraduate diploma/certificate, is registered for formal academic credits, and carries the subjects called for by the curriculum for which you are registered in a given semester. An Irregular Student is one who is registered for formal academic credits, but does not carry the full semester load called for by the curriculum for which you are registered in a given semester. A Non-Regular student is one who is registered for formal academic credits, but not for a degree or is registered but does not receive formal academic credit/s for subjects taken. Classified as non- regular students are the following:\\n -Non-degree students with credits\\n -Cross registrants with credits\\n -Special students without credits. A Foreign Student is one who is a citizen /subject or resident of another country whose admission to the University is contingent upon the compliance of the requirements of the National Government, after qualifying for admission and submission of all the documentary and other requirements of the University. Students are also classified, for purposes of registration, as follows:\\n First year student - one who have not finished the prescribed subjects for the first year of your curriculum or twenty-five (25) percent of the total number of units required for the entire four-year degree course, or twenty (20) percent in the case of a five-year degree course.\\n Sophomore - one who have completed the prescribed subjects for the first year of your curriculum or have finished not less than twenty- five (25) percent of the total number of units required by your entire four-year degree course or not less than twenty (20) percent but not more than forty (40) percent of the total number of units required for the five-year degree course.\\n Junior - one who have completed the prescribed subjects for the first two years of your curriculum or have finished not less than fifty (50) percent but not more than seventy-five (75) percent of the total number of units required for the entire four-year degree course, or not less than forty (40) percent but not more than sixty (60) percent of the total number of units required for the five-year degree course.\\n Senior - one who have completed the prescribed subjects for the first, second, and third year of your curriculum, or have finished seventy-five (75) percent of the total number of units required for the entire four-year degree course. A student in a five-year degree program is classified as a pre-senior if you have completed not less than sixty (60) percent, but not more than eighty (80) percent of the total number of units required for the course. In the case of a five-year degree course/program, one is classified as a senior student if you have finished the prescribed subjects for the first, second, third, and fourth years of his curriculum, or have completed not less than eighty percent (80%) of the total number of units required for the course."
            ]
        }
    ]
}
