{"PAD": 0, "UNK": 1, "hello": 2, "hi": 3, "good": 4, "day": 5, "even": 6, "afternoon": 7, "morning": 8, "goodbye": 9, "bye": 10, "night": 11, "thank": 12, "asdf": 13, "help": 14, "vision": 15, "bicol": 16, "university": 17, "mission": 18, "quality": 19, "policy": 20, "goals": 21, "president": 22, "dean": 23, "college": 24, "science": 25, "contact": 26, "arts": 27, "letter": 28, "nurse": 29, "director": 30, "institute": 31, "physical": 32, "education": 33, "sport": 34, "recreation": 35, "jesse": 36, "robredo": 37, "governance": 38, "development": 39, "graduate": 40, "school": 41, "open": 42, "medicine": 43, "law": 44, "business": 45, "economics": 46, "management": 47, "social": 48, "philosophy": 49, "architecture": 50, "engineer": 51, "industrial": 52, "technology": 53, "agriculture": 54, "forestry": 55, "tabaco": 56, "campus": 57, "polangui": 58, "gubat": 59, "registrar": 60, "collegeof": 61, "enroll": 62, "undegraduate": 63, "program": 64, "follow": 65, "selective": 66, "admission": 67, "bucet": 68, "qualify": 69, "freshmen": 70, "cutoff": 71, "rat": 72, "transfer": 73, "requirements": 74, "transferees": 75, "fee": 76, "need": 77, "settle": 78, "process": 79, "trasnfer": 80, "undergo": 81, "interview": 82, "applicant": 83, "eligible": 84, "recognize": 85, "units": 86, "earn": 87, "previous": 88, "limit": 89, "credit": 90, "admit": 91, "technicalvocational": 92, "course": 93, "shift": 94, "another": 95, "readmitted": 96, "stop": 97, "upon": 98, "return": 99, "leave": 100, "absence": 101, "old": 102, "students": 103, "undergraduate": 104, "foreign": 105, "nations": 106, "high": 107, "abroad": 108, "register": 109, "enrol": 110, "schedule": 111, "registration": 112, "long": 113, "stay": 114, "type": 115, "exams": 116, "grade": 117, "system": 118, "outstanding": 119, "superior": 120, "satisfactory": 121, "satisfatory": 122, "fair": 123, "average": 124, "poor": 125, "lowest": 126, "possible": 127, "many": 128, "time": 129, "retake": 130, "subject": 131, "maintain": 132, "happen": 133, "achieve": 134, "pass": 135, "incomplete": 136, "inc": 137, "remove": 138, "complete": 139, "professor": 140, "give": 141, "graduation": 142, "suma": 143, "laude": 144, "magna": 145, "require": 146, "gwa": 147, "latin": 148, "honor": 149, "fail": 150, "meet": 151, "qualifications": 152, "academic": 153, "distinction": 154, "transferee": 155, "award": 156, "nonacademic": 157, "incentives": 158, "recognition": 159, "get": 160, "transcript": 161, "record": 162, "diploma": 163, "procedures": 164, "cost": 165, "recovery": 166, "much": 167, "uniform": 168, "hours": 169, "load": 170, "unit": 171, "semester": 172, "allow": 173, "carry": 174, "additional": 175, "classification": 176, "regular": 177, "irregular": 178, "nonregular": 179, "consider": 180, "presenior": 181, "libraries": 182, "use": 183, "apply": 184, "library": 185, "card": 186, "purpose": 187, "validity": 188, "borrow": 189, "book": 190, "materials": 191, "someone": 192, "else": 193, "dissertations": 194, "theses": 195, "manuscripts": 196, "feasibility": 197, "study": 198, "photocopy": 199, "days": 200, "keep": 201, "week": 202, "weekend": 203, "close": 204, "east": 205, "ilschildrens": 206, "daraga": 207, "bucaf": 208, "bupc": 209, "bugc": 210, "outsiders": 211, "enter": 212, "medical": 213, "service": 214, "clinic": 215, "offer": 216, "dental": 217, "avail": 218, "main": 219, "locate": 220, "random": 221, "test": 222, "recreational": 223, "facilities": 224, "sanction": 225, "penalties": 226, "violate": 227, "rule": 228, "regulation": 229, "smoke": 230, "free": 231, "attend": 232, "activities": 233, "excuse": 234, "class": 235, "participate": 236, "cocurricular": 237, "outside": 238, "wear": 239, "inappropriate": 240, "attire": 241, "wash": 242, "lose": 243, "id": 244, "offenses": 245, "bully": 246, "firearms": 247, "dangerous": 248, "weapons": 249, "create": 250, "disorder": 251, "disturbance": 252, "within": 253, "destruction": 254, "property": 255, "guests": 256, "employees": 257, "drink": 258, "alcoholic": 259, "beverages": 260, "manifest": 261, "drunken": 262, "behavior": 263, "premise": 264, "falsification": 265, "official": 266, "document": 267, "gamble": 268, "haze": 269, "variety": 270, "inside": 271, "premisesof": 272, "fraternitysorority": 273, "individual": 274, "group": 275, "represent": 276, "accredit": 277, "organization": 278, "malversation": 279, "unlawful": 280, "disbursement": 281, "fund": 282, "plagiarism": 283, "possession": 284, "prohibit": 285, "drug": 286, "chemicals": 287, "photo": 288, "video": 289, "voyeurism": 290, "sexual": 291, "harassment": 292, "stalk": 293, "theft": 294, "belong": 295, "community": 296, "guest": 297, "unauthorized": 298, "solicitation": 299, "contribution": 300, "donation": 301, "discourtesy": 302, "disgraceful": 303, "immoral": 304, "conduct": 305, "dishonesty": 306, "serious": 307, "less": 308, "simple": 309, "scholarship": 310, "opportunities": 311, "core": 312, "value": 313, "board": 314, "regents": 315, "cross": 316, "write": 317, "permission": 318, "change": 319, "add": 320, "file": 321, "absense": 322, "two": 323, "probation": 324, "three": 325, "tution": 326, "cultural": 327, "tertiary": 328, "subsidy": 329, "components": 330, "nstp": 331, "enlist": 332, "cwts": 333, "lts": 334, "rotc": 335, "copy": 336, "form": 337, "exist": 338, "student": 339, "organizations": 340, "midterm": 341, "examination": 342, "final": 343, "last": 344, "20212022": 345, "deadline": 346, "submmission": 347, "date": 348, "enrollment": 349, "midyear": 350, "start": 351, "mid": 352, "year": 353, "period": 354, "20222023": 355, "SOS": 356, "hello,": 357, "how": 358, "can": 359, "i": 360, "help?": 361, "EOS": 362, "bye!": 363, "thanks": 364, "for": 365, "asking.": 366, "will": 367, "be": 368, "all": 369, "if": 370, "may": 371, "able": 372, "to": 373, "you": 374, "happy": 375, "help!": 376, "sorry,": 377, "not": 378, "understand": 379, "hi!": 380, "am": 381, "bubot.": 382, "answer": 383, "your": 384, "queries": 385, "about": 386, ":)": 387, "a": 388, "world-class": 389, "producing": 390, "leaders": 391, "and": 392, "agents": 393, "transformation": 394, "the": 395, "shall": 396, "professional": 397, "technical": 398, "training,": 399, "provide": 400, "advanced": 401, "specialized": 402, "instruction": 403, "in": 404, "literature,": 405, "philosophy,": 406, "sciences": 407, "arts,": 408, "besides": 409, "providing": 410, "promotion": 411, "of": 412, "scientific": 413, "technological": 414, "researches": 415, "commits": 416, "continually": 417, "strive": 418, "excellence": 419, "instruction,": 420, "research": 421, "extension": 422, "by": 423, "meeting": 424, "highest": 425, "level": 426, "clientele": 427, "satisfaction": 428, "adhering": 429, "standards": 430, "applicable": 431, "statutory": 432, "regulatory": 433, "too": 434, "arnulfo": 435, "m.": 436, "mascari\u00f1as": 437, "prof.": 438, "jocelyn": 439, "e.": 440, "serrano": 441, "telephone": 442, "no.:": 443, "(052)": 444, "481-2159": 445, "email:": 446, "jeserrano@bicol-u.edu.ph": 447, "dr.": 448, "leticia": 449, "lopez": 450, "481-5280": 451, "jean": 452, "annette": 453, "s.": 454, "ibo": 455, "no.:(052)": 456, "480-0610": 457, "bicoluniversity.collegeofnursing@yahoo.com": 458, "carina": 459, "l.": 460, "sales": 461, "no.": 462, "483-0758": 463, "noemi": 464, "no": 465, "bu": 466, "site": 467, "as": 468, "moment": 469, "lorna": 470, "mi\u00f1a": 471, "483-0487": 472, "bicolmentors_08@yahoo.com": 473, "or": 474, "lornsmm@yahoo.com": 475, "herbert": 476, "b.": 477, "rosana": 478, "481-1454": 479, "bugs-dean@bicol-u.edu.ph": 480, "ramesis": 481, "lorino": 482, "moment.": 483, "ruben": 484, "caragay": 485, "742-0076": 486, "rncaragay@bicol-u.edu.ph": 487, "bucm-dean@bicol-u.edu.ph": 488, "atty.": 489, "hardy": 490, "aquende": 491, "eddie": 492, "see": 493, "bucbem@bicol-u.edu.ph": 494, "ess4560@bicol-u.edu.ph": 495, "alex": 496, "nepomuceno": 497, "abnepomuceno@bicol-u.edu.ph": 498, "bucssp-dean@bicol-u.edu.ph": 499, "ar.": 500, "leo": 501, "a.": 502, "del": 503, "rosario": 504, "742-6728": 505, "ronacionaljr@bicol-u.edu.ph": 506, "buia@bicol-u.edu.ph": 507, "engr.": 508, "amelia": 509, "gonzales": 510, "742-4091": 511, "bucengdean@gmail.com": 512, "abbg0116@yahoo.com": 513, "jonathan": 514, "arroco": 515, "480-4595": 516, "jcarroco@bicol-u.edu.ph": 517, "bucit-dean@bicol-u.edu.ph": 518, "domingo": 519, "ll.": 520, "nace": 521, "484-6336": 522, "bucaf100@bicol-u.edu.ph": 523, "maria": 524, "giselle": 525, "n.": 526, "mortega": 527, "487-5247": 528, "257-7090": 529, "830-0012": 530, "butc-dean@bicol-u.edu.ph": 531, "mary": 532, "joy": 533, "catangui": 534, "437-2852": 535, "(052)212-5498": 536, "835-0560": 537, "bupc-dean@bicol-u.edu.ph": 538, "rosemarie": 539, "r.": 540, "jadie": 541, "(056)311-1145": 542, "rrjadie@bicol-u.edu.ph": 543, "bugc-dean@bicol-u.edu.ph": 544, "ms.": 545, "veronica": 546, "o.": 547, "gomez": 548, "481-7881": 549, "vogomez@bicol-u.edu.ph": 550, "bugsreg@bicol-u.edu.ph": 551, "ada": 552, "camba": 553, "ancamba@bicol-u.edu.ph": 554, "bucafreg@bicol-u.edu.ph": 555, "catherine": 556, "d.": 557, "lagata": 558, "cdlagata@bicol-u.edu.ph": 559, "bucsspreg@bicol-u.edu.ph": 560, "mr.": 561, "salvador": 562, "abi\u00f1o": 563, "smabino@bicol-u.edu.ph": 564, "bucbemreg@bicol-u.edu.ph": 565, "jane": 566, "siapno": 567, "481-5975": 568, "jbsiapno@bicol-u.edu.ph": 569, "buce.registrar@bicol-u.edu.ph": 570, "ruby": 571, "rivero": 572, "rlrivero@bicol-u.edu.ph": 573, "bucengreg@bicol-u.edu.ph": 574, "teresita": 575, "p.": 576, "baloloy": 577, "480-2760": 578, "bucnreg@bicol-u.edu.ph": 579, "ana": 580, "ayre": 581, "431-1053": 582, "abdelayre@bicol-u.edu.ph": 583, "bucitreg@bicol-u.edu.ph": 584, "antonio": 585, "lleva": 586, "481-6192": 587, "arlleva@bicol-u.edu.ph": 588, "bucalreg@bicol-u.edu.ph": 589, "sharlene": 590, "mendizabal": 591, "481-1455": 592, "bucsreg@bicol-u.edu.ph": 593, "sheila": 594, "marie": 595, "magalona": 596, "480-0700": 597, "smmmagalona@bicol-u.edu.ph": 598, "bucmreg@bicol-u.edu.ph": 599, "number:": 600, "09177056069": 601, "buclreg@bicol-u.edu.ph": 602, "lily": 603, "lolo": 604, "lrlolo@bicol-u.edu.ph": 605, "bupcreg@bicol-u.edu.ph": 606, "wilhelmina": 607, "henson": 608, "wbhenson@bicol-u.edu.ph": 609, "butcreg@bicol-u.edu.ph": 610, "rechel": 611, "m": 612, ".marcaida": 613, "programs": 614, "leading": 615, "an": 616, "baccalaureate": 617, "degree": 618, "is": 619, "selective.": 620, "admission,": 621, "incoming": 622, "promote": 623, "it": 624, "three-hour": 625, "consisting": 626, "sub-tests": 627, "language": 628, "proficiency": 629, "english,": 630, "mathematics,": 631, "reading": 632, "comprehension.": 633, "based": 634, "on": 635, "applicant\u2019s": 636, "entrance": 637, "(bucet)": 638, "composite": 639, "rating": 640, "score": 641, "his/her": 642, "general": 643, "weighted": 644, "(gwa)": 645, "9": 646, "11": 647, "seniors": 648, "expecting": 649, "at": 650, "end": 651, "year;": 652, "senior": 653, "graduates": 654, "who": 655, "have": 656, "taken": 657, "and/are": 658, "taking": 659, "any": 660, "subject/s;": 661, "holders": 662, "philippines": 663, "educational": 664, "placement": 665, "test/": 666, "alternative": 667, "learning": 668, "(pept/als)": 669, "certificates": 670, "are": 671, "college.": 672, "cut-off": 673, "licensure": 674, "non-licensure": 675, "courses": 676, "recommended": 677, "admissions": 678, "office.": 679, "contingent": 680, "availability": 681, "slots": 682, "applicants": 683, "seeking": 684, "to,": 685, "which": 686, "declare": 687, "slot": 688, "available.": 689, "transferees'": 690, "application": 691, "must": 692, "reach": 693, "office": 694, "due": 695, "prior": 696, "together": 697, "with": 698, "intent": 699, "transfer.": 700, "certification": 701, "from": 702, "dean/director": 703, "place/slot": 704, "college/unit;": 705, "grades": 706, "duly": 707, "signed": 708, "original": 709, "bearing": 710, "seal;": 711, "records": 712, "(otr)": 713, "attended;": 714, "certificate": 715, "honorable": 716, "dismissal": 717, "processing": 718, "transferees\u2019": 719, "documents": 720, "commence": 721, "payment": 722, "inclusive": 723, "aptitude": 724, "testing": 725, "some": 726, "colleges": 727, "require.": 728, "still": 729, "go": 730, "through": 731, "college/unit": 732, "they": 733, "intend": 734, "subjected": 735, "other": 736, "college/program": 737, "requirements.": 738, "eligibility": 739, "determined": 740, "result": 741, "multiple": 742, "assessment": 743, "procedures,": 744, "including": 745, "course-program": 746, "test,": 747, "required": 748, "college/unit/department;": 749, "point": 750, "(gpa)": 751, "2.0": 752, "89%;": 753, "failing": 754, "taken;": 755, "finished": 756, "more": 757, "than": 758, "twenty-five": 759, "percent": 760, "(25%)": 761, "course;": 762, "interview;": 763, "and/or": 764, "procedure(s)": 765, "college/unit/department.": 766, "only": 767, "earned": 768, "colleges/universities": 769, "same": 770, "accreditation": 771, "higher": 772, "those": 773, "recognized": 774, "ched": 775, "credited.": 776, "credits,": 777, "however,": 778, "exceed": 779, "total": 780, "number": 781, "course.": 782, "terminal": 783, "technical-vocational": 784, "assessed": 785, "case-to-": 786, "case": 787, "basis.": 788, "documentary": 789, "conditions": 790, "set": 791, "them.": 792, "allowed": 793, "to.": 794, "vie": 795, "places/slots": 796, "along": 797, "specifying,": 798, "among": 799, "others,": 800, "reason": 801, "request": 802, "transfer;": 803, "slot;": 804, "registrar.": 805, "shifters": 806, "php": 807, "100.00.": 808, "stopped": 809, "schooling": 810, "ill": 811, "health": 812, "valid": 813, "seek": 814, "re-": 815, "presenting": 816, "support": 817, "reason/s": 818, "dropping": 819, "out": 820, "school.": 821, "college/": 822, "reserves": 823, "right": 824, "refuse": 825, "enrollment/re-admission": 826, "old/": 827, "returning": 828, "account": 829, "proofs": 830, "violation": 831, "rules": 832, "regulations": 833, "deficiency.": 834, "present": 835, "supporting": 836, "papers": 837, "re-admitted": 838, "presentation": 839, "clearance": 840, "officials": 841, "concerned.": 842, "(otr);": 843, "personal": 844, "data;": 845, "affidavit": 846, "support;": 847, "alien": 848, "(acr);": 849, "results": 850, "english": 851, "(toefl);": 852, "approved": 853, "permit": 854, "ched;": 855, "$50.00": 856, "completion": 857, "secondary": 858, "curriculum": 859, "where": 860, "had": 861, "education;certification": 862, "toefl": 863, "(for": 864, "non-native": 865, "speakers": 866, "english);": 867, "qualifying": 868, "following": 869, "international": 870, "foreign-based": 871, "lieu": 872, "such": 873, "as:": 874, "scholastic": 875, "(sat)": 876, "minimum": 877, "combined": 878, "1200": 879, "critical": 880, "writing": 881, "sub-test": 882, "areas.": 883, "qualified": 884, "should": 885, "registration.": 886, "includes": 887, "filling": 888, "prescribed": 889, "forms": 890, "paying": 891, "fees.": 892, "enrolled": 893, "during": 894, "preceding": 895, "summer": 896, "session": 897, "re-enrolled": 898, "being": 899, "cleared": 900, "registered": 901, "after": 902, "late": 903, "calendar.": 904, "maximum": 905, "residensy": 906, "length": 907, "plus": 908, "one": 909, "pursuant": 910, "universal": 911, "access": 912, "act": 913, "2017.": 914, "written": 915, "examinations,": 916, "mid-term": 917, "every": 918, "term.": 919, "written,": 920, "oral": 921, "practical": 922, "examinations": 923, "also": 924, "given": 925, "discretion": 926, "instructor.": 927, "there": 928, "five": 929, "adjectival": 930, "ratings,": 931, "outstanding,": 932, "superior,": 933, "very": 934, "satisfactory,": 935, "poor.": 936, "1.0": 937, "-": 938, "1.4": 939, "equivalent": 940, "values": 941, "99-100,": 942, "98,": 943, "97,": 944, "96,": 945, "95": 946, "subsequently.": 947, "1.5": 948, "1.7": 949, "94,": 950, "93,": 951, "92": 952, "1.8": 953, "2.5": 954, "91,": 955, "90,": 956, "89,": 957, "88,": 958, "87,": 959, "86,": 960, "85": 961, "84": 962, "2.6": 963, "2.8": 964, "82-83,": 965, "80-81,": 966, "78-79": 967, "2.9": 968, "3.0": 969, "76-77,": 970, "75": 971, "3.1": 972, "4.0": 973, "below": 974, "75.": 975, "3.1-4.0": 976, "ratings": 977, "5.0": 978, "failure": 979, "incurred": 980, "mark": 981, "work": 982, "times.": 983, "passing": 984, "3.0,": 985, "but": 986, "has": 987, "2.0.": 988, "take": 989, "comprehensive": 990, "subsequently": 991, "disqualified": 992, "earning": 993, "degree.": 994, "indicates": 995, "until": 996, "removed,": 997, "included": 998, "computation": 999, "gwa.": 1000, "grade.": 1001, "(inc)": 1002, "subjects.": 1003, "converted": 1004, "concerned": 1005, "professor(s).": 1006, "event": 1007, "that": 1008, "professor(s)": 1009, "cannot": 1010, "contacted": 1011, "(due": 1012, "resignation,": 1013, "retirement,": 1014, "death,": 1015, "etc.),": 1016, "empowered": 1017, "make": 1018, "decisions": 1019, "consultation": 1020, "department": 1021, "chair.": 1022, "satisfied": 1023, "graduation.": 1024, "unless": 1025, "residence": 1026, "terms/semesters": 1027, "his": 1028, "summa": 1029, "cum": 1030, "awarded": 1031, "\u2264": 1032, "1.25,": 1033, "carried": 1034, "per": 1035, "semester.": 1036, "1.25": 1037, "<": 1038, "1.45,": 1039, "1.45": 1040, "1.75": 1041, ",": 1042, "graduating": 1043, "meets": 1044, "fails": 1045, "honors,": 1046, "'with": 1047, "distinction'.": 1048, "lower": 1049, "subjects": 1050, "regardless": 1051, "whether": 1052, "was": 1053, "elsewhere.": 1054, "were": 1055, "transferee,": 1056, "completed": 1057, "least": 1058, "seventy-five": 1059, "(75%)": 1060, "six": 1061, "(6)": 1062, "semesters/terms": 1063, "immediately": 1064, "gives": 1065, "excels": 1066, "academics,": 1067, "leadership,": 1068, "sports": 1069, "activities.": 1070, "likewise,": 1071, "winners": 1072, "regional,": 1073, "national": 1074, "competitions": 1075, "topnotchers": 1076, "examinations.": 1077, "1.25.": 1078, "respective": 1079, "registrars": 1080, "records.": 1081, "receipt": 1082, "payment.": 1083, "inform": 1084, "registar": 1085, "fill": 1086, "later": 1087, "weeks": 1088, "before": 1089, "enrollment.": 1090, "touch": 1091, "honorarium": 1092, "follows:\\n": 1093, "hourly": 1094, "rate": 1095, "faculty": 1096, "x": 1097, "hours/": 1098, "=": 1099, "student.": 1100, "their": 1101, "level.": 1102, "design": 1103, "disseminated": 1104, "eighteen": 1105, "(18)": 1106, "full": 1107, "lecture,": 1108, "discussion,": 1109, "seminar,": 1110, "tutorial,": 1111, "field": 1112, "combination": 1113, "these": 1114, "forms.": 1115, "certain": 1116, "program/course": 1117, "permitted": 1118, "does": 1119, "thirty-three": 1120, "(33)": 1121, "classified": 1122, "regular,": 1123, "irregular,": 1124, "non-regular,": 1125, "foreign.": 1126, "classified,": 1127, "purposes": 1128, "first": 1129, "year,": 1130, "sophomore,": 1131, "junior,": 1132, "pre-senior.": 1133, "formal": 1134, "carries": 1135, "called": 1136, "non-regular": 1137, "receive": 1138, "credit/s": 1139, "taken.": 1140, "following:\\n": 1141, "-non-degree": 1142, "credits\\n": 1143, "-cross": 1144, "registrants": 1145, "-special": 1146, "without": 1147, "credits.": 1148, "citizen": 1149, "/subject": 1150, "resident": 1151, "country": 1152, "submitted": 1153, "university.": 1154, "five-year": 1155, "pre-senior": 1156, "sixty": 1157, "(60)": 1158, "percent,": 1159, "eighty": 1160, "(80)": 1161, "composed": 1162, "ten": 1163, "(10)": 1164, "unit/college": 1165, "libraries,": 1166, "namely:": 1167, "ce": 1168, "library,": 1169, "cn": 1170, "ils-elementary": 1171, "ils-high": 1172, "located": 1173, "campus;": 1174, "(ceng": 1175, "&": 1176, "cit),": 1177, "(cssp": 1178, "cbem),": 1179, "caf": 1180, "pc": 1181, "tc": 1182, "gc": 1183, "library.": 1184, "bona": 1185, "fide": 1186, "(graduate,": 1187, "medicine,": 1188, "undergraduate,": 1189, "elementary)": 1190, "entitled": 1191, "units/colleges": 1192, "provided": 1193, "validated": 1194, "secure": 1195, "librarian": 1196, "(cor).": 1197, "cards": 1198, "then": 1199, "issued": 1200, "accomplished": 1201, "copies": 1202, "recent": 1203, "1x1": 1204, "photos": 1205, "used": 1206, "identification": 1207, "passport": 1208, "when": 1209, "entering": 1210, "borrowing": 1211, "book/s": 1212, "overnight": 1213, "over-weekend": 1214, "use.": 1215, "throughout": 1216, "non-transferrable.": 1217, "librarian-in-charge": 1218, "currently": 1219, "card.": 1220, "no,": 1221, "sign": 1222, "books": 1223, "behalf": 1224, "else.": 1225, "references": 1226, "like": 1227, "encyclopedias,": 1228, "dictionaries,": 1229, "indexes,": 1230, "yearbooks,": 1231, "handbooks,": 1232, "atlases,": 1233, "newspapers,": 1234, "magazines": 1235, "journals": 1236, "room": 1237, "only.": 1238, "yes,": 1239, "special": 1240, "collections": 1241, "dissertations,": 1242, "theses,": 1243, "project": 1244, "studies": 1245, "rare": 1246, "photocopied.": 1247, "comply": 1248, "copyright": 1249, "law.": 1250, "reserved": 1251, "borrowed": 1252, "week-end": 1253, "hour": 1254, "closing": 1255, "returned": 1256, "9:00": 1257, "a.m.": 1258, "(2)": 1259, "non-reserved": 1260, "circulation": 1261, "day.": 1262, "fiction": 1263, "renewed": 1264, "week,": 1265, "borrower": 1266, "signifies": 1267, "same.": 1268, "mondays-friday": 1269, "8:00": 1270, "7:00": 1271, "pm": 1272, "saturdays": 1273, "5:00": 1274, "weekdays:": 1275, "\u2013": 1276, "6:00": 1277, "(no": 1278, "noon": 1279, "break)": 1280, "saturdays:": 1281, "closed": 1282, "7:40": 1283, "4:00": 1284, "pay": 1285, "depending": 1286, "researcher": 1287, "external": 1288, "user.": 1289, "school/office": 1290, "id,": 1291, "referral": 1292, "administrator": 1293, "(voter": 1294, "is,": 1295, "postal,": 1296, "driver": 1297, "license)": 1298, "walk-in/non-academe-based": 1299, "researchers": 1300, "out-of-school": 1301, "youths": 1302, "provides": 1303, "basic": 1304, "services": 1305, "personnel": 1306, "\\n": 1307, "1.": 1308, "examination;\\n2.": 1309, "giving": 1310, "attention": 1311, "daily": 1312, "consultations": 1313, "treatments;\\n3.": 1314, "issuance": 1315, "certificates;\\n4.": 1316, "emergency": 1317, "cases/during": 1318, "athletics;\\5.": 1319, "making": 1320, "referrals": 1321, "cases": 1322, "proper": 1323, "authorities;\\n6.": 1324, "lectures/counseling": 1325, "illness;": 1326, "and\\n7.": 1327, "establishment": 1328, "linkages": 1329, "agencies.": 1330, "like:\\n1.": 1331, "annual": 1332, "elementary,": 1333, "students;\\n2.": 1334, "performance": 1335, "prophylaxis;\\n4.": 1336, "extraction;\\n5.": 1337, "authorities;": 1338, "6.": 1339, "chair": 1340, "side": 1341, "instruction/": 1342, "lectures;": 1343, "and\\n6.": 1344, "certificates.": 1345, "services.": 1346, "monday": 1347, "friday": 1348, "(8:00-12:00": 1349, "am,": 1350, "1:00-8:00": 1351, "pm)": 1352, "saturday": 1353, "am).": 1354, "(main": 1355, "clinic)": 1356, "buce": 1357, "campus.": 1358, "sub-": 1359, "clinics": 1360, "situated": 1361, "different": 1362, "campuses": 1363, "ready": 1364, "serve": 1365, "populace": 1366, "bupc-": 1367, "polangui,": 1368, "bucaf-guinobatan,": 1369, "bucbem": 1370, "bucssp": 1371, "daraga,": 1372, "bugc-gubat,": 1373, "bucit-buceng-albay,": 1374, "butc-tabaco": 1375, "city.": 1376, "conforms": 1377, "drugs": 1378, "2002": 1379, "(r.a.": 1380, "9165)": 1381, "abide": 1382, "provisions": 1383, "stipulated": 1384, "therein.": 1385, "expenses": 1386, "public": 1387, "private": 1388, "schools": 1389, "under": 1390, "this": 1391, "section": 1392, "borne": 1393, "government.": 1394, "basketball": 1395, "courts,": 1396, "oval": 1397, "track": 1398, "field,": 1399, "volleyball": 1400, "court,": 1401, "soccer": 1402, "swimming": 1403, "pool": 1404, "availed": 1405, "personnel.": 1406, "students\u2019": 1407, "entitle": 1408, "them": 1409, "facilities.": 1410, "offense": 1411, "reprimand\\nsecond": 1412, "warning\\nthird": 1413, "service\\nfourth": 1414, "suspension": 1415, "7": 1416, "14": 1417, "strictly": 1418, "observes": 1419, "smoke-free": 1420, "environment.": 1421, "smoking": 1422, "premises": 1423, "prohibited.": 1424, "conducted": 1425, "its": 1426, "premises.": 1427, "participation": 1428, "missed": 1429, "fulfilling": 1430, "own": 1431, "responsibility.": 1432, "activity": 1433, "(contest,": 1434, "play,": 1435, "band,": 1436, "orchestra,": 1437, "choir": 1438, "conference,": 1439, "congress)": 1440, "nor": 1441, "join": 1442, "association,": 1443, "club": 1444, "similar": 1445, "groups": 1446, "representative": 1447, "so": 1448, "authorized": 1449, "college/unit.": 1450, "p.e.": 1451, "worn": 1452, "classes": 1453, "games": 1454, "campus,": 1455, "classes.": 1456, "while": 1457, "university,": 1458, "except": 1459, "\u201cnon-uniform": 1460, "days\u201d": 1461, "\u201cinappropriate": 1462, "attire\u201d": 1463, "contrary": 1464, "culturally": 1465, "acceptable": 1466, "limited": 1467, "following:": 1468, "blouse": 1469, "bare": 1470, "back,": 1471, "midriffs,": 1472, "low": 1473, "plunging": 1474, "neckline,": 1475, "spaghetti": 1476, "straps,": 1477, "haltered,": 1478, "hanging": 1479, "blouse,": 1480, "see-through": 1481, "garments,": 1482, "sleeveless": 1483, "shirt": 1484, "men),": 1485, "short": 1486, "skits/dresses,": 1487, "low-rise": 1488, "jeans,": 1489, "shorts,": 1490, "beach": 1491, "japanese": 1492, "sandals": 1493, "slippers.": 1494, "lost": 1495, "reported": 1496, "osas": 1497, "affairs": 1498, "3": 1499, "months": 1500, "1": 1501, "6": 1502, "months\\nthird": 1503, "months\\nsecond": 1504, "year\\nthird": 1505, "involved": 1506, "replacement": 1507, "damaged": 1508, "property\\nsecond": 1509, "property\\nthird": 1510, "involved\\nsecond": 1511, "involved\\nthird": 1512, "offense\\n1.": 1513, "warning;": 1514, "or\\n2.": 1515, "loss": 1516, "involved;\\n3.": 1517, "reduction": 1518, "grades;": 1519, "or\\n4.": 1520, "foregoing": 1521, "extent": 1522, "committed,": 1523, "investigating": 1524, "commit-": 1525, "tee.\\n\\nsecond": 1526, "year\\nsecond": 1527, "30": 1528, "calendar": 1529, "days\\nsecond": 1530, "2": 1531, "semesters\\nthird": 1532, "serious,": 1533, "dishonesty.": 1534, "what": 1535, "dishonesty?": 1536, "month": 1537, "31": 1538, "externally-funded": 1539, "scholarships.": 1540, "inquire": 1541, "directly": 1542, "available": 1543, "scholarship,": 1544, "character,": 1545, "policymaking": 1546, "body": 1547, "chartered": 1548, "state": 1549, "elected": 1550, "chairperson": 1551, "council": 1552, "regent": 1553, "represents": 1554, "regents.": 1555, "needs": 1556, "writing.": 1557, "unit-credits": 1558, "institution": 1559, "wishes": 1560, "cross-": 1561, "s/he": 1562, "take.": 1563, "changing": 1564, "corresponding": 1565, "dean.": 1566, "addiing": 1567, "presently": 1568, "enrolled.": 1569, "endorsed": 1570, "plans": 1571, "continue": 1572, "new": 1573, "granted": 1574, "petition": 1575, "period,": 1576, "consecutive": 1577, "terms/": 1578, "semesters,": 1579, "renewal": 1580, "meritorious": 1581, "reasons.": 1582, "succeeding": 1583, "term": 1584, "(of": 1585, "unit)": 1586, "current": 1587, "obtains": 1588, "marks": 1589, "seventy": 1590, "\u2014": 1591, "automatically": 1592, "dropped": 1593, "rolls": 1594, "virtue": 1595, "ra": 1596, "10931": 1597, "\u201cuniversal": 1598, "act,\u201d": 1599, "pursuing": 1600, "bachelor\u2019s": 1601, "starting": 1602, "s.y.": 1603, "2018-2019.": 1604, "membership:": 1605, "magayon": 1606, "dance": 1607, "troupe,": 1608, "teatro": 1609, "bue\u00f1o,": 1610, "bungcul": 1611, "singers,": 1612, "kuerdas": 1613, "(rondalla),": 1614, "bugkos": 1615, "ginikanan": 1616, "indigenous": 1617, "music": 1618, "ensemble,": 1619, "gamelan": 1620, "marching": 1621, "band.": 1622, "part": 1623, "10931,": 1624, "made": 1625, "dswd": 1626, "listahanan": 1627, "are:": 1628, "civic": 1629, "welfare": 1630, "training": 1631, "(cwts),": 1632, "literacy": 1633, "(lts),": 1634, "c)": 1635, "reserve": 1636, "officers": 1637, "corps": 1638, "(rotc).": 1639, "forward": 1640, "orientation": 1641, "year.": 1642, "refers": 1643, "component": 1644, "contributory": 1645, "betterment": 1646, "life": 1647, "members": 1648, "enrichment": 1649, "designed": 1650, "train": 1651, "teach": 1652, "numeracy": 1653, "skills": 1654, "children,": 1655, "segments": 1656, "society": 1657, "military": 1658, "order": 1659, "motivate,": 1660, "train,": 1661, "organize": 1662, "mobilize": 1663, "defense": 1664, "preparedness.": 1665, "accordance": 1666, "republic": 1667, "9163,": 1668, "up": 1669, "requirement": 1670, "in.": 1671, "here,": 1672, "https://bit.ly/osas-scholarship-form": 1673, "here": 1674, "list,": 1675, "https://bit.ly/bu-accredited-orgs": 1676, "https://bit.ly/bu-uniform": 1677, "march": 1678, "3-5": 1679, "17-19": 1680, "non-graduating": 1681, "april": 1682, "25-27": 1683, "21-24": 1684, "24": 1685, "12": 1686, "june": 1687, "8": 1688, "13": 1689, "july": 1690, "commencement": 1691, "exercises": 1692, "21": 1693, "23": 1694, "25": 1695, "29": 1696, "august": 1697, "junior": 1698, "highschool.": 1699, "15": 1700, "lifting": 1701, "face": 1702, "nursing": 1703}