{
    "PAD": 0,
    "UNK": 1,
    "academic": 2,
    "council": 3,
    "regular": 4,
    "meet": 5,
    "administrative": 6,
    "last": 7,
    "day": 8,
    "service": 9,
    "faculty": 10,
    "schedule": 11,
    "bicol": 12,
    "university": 13,
    "charter": 14,
    "mid": 15,
    "year": 16,
    "class": 17,
    "midyear": 18,
    "break": 19,
    "enrollment": 20,
    "period": 21,
    "first": 22,
    "semester": 23,
    "sem": 24,
    "1st": 25,
    "resume": 26,
    "semestral": 27,
    "found": 28,
    "anniversary": 29,
    "graduate": 30,
    "school": 31,
    "start": 32,
    "midterm": 33,
    "examination": 34,
    "exam": 35,
    "final": 36,
    "deadline": 37,
    "submission": 38,
    "grade": 39,
    "2nd": 40,
    "second": 41,
    "vp": 42,
    "administration": 43,
    "finance": 44,
    "atty": 45,
    "joseph": 46,
    "bartolata": 47,
    "plan": 48,
    "development": 49,
    "prof": 50,
    "jerry": 51,
    "bigornia": 52,
    "affairs": 53,
    "dr": 54,
    "amelia": 55,
    "dorosan": 56,
    "research": 57,
    "extension": 58,
    "luis": 59,
    "amano": 60,
    "board": 61,
    "secretary": 62,
    "norly": 63,
    "p": 64,
    "reyes": 65,
    "chief": 66,
    "division": 67,
    "college": 68,
    "agriculture": 69,
    "forestry": 70,
    "associate": 71,
    "dean": 72,
    "roscefe": 73,
    "b": 74,
    "dy": 75,
    "social": 76,
    "science": 77,
    "philosophy": 78,
    "sipronio": 79,
    "belardo": 80,
    "business": 81,
    "economics": 82,
    "management": 83,
    "ms": 84,
    "shiela": 85,
    "desuyo": 86,
    "education": 87,
    "teresa": 88,
    "abainza": 89,
    "engineer": 90,
    "engr": 91,
    "rolando": 92,
    "dacillo": 93,
    "industrial": 94,
    "technology": 95,
    "arlene": 96,
    "balleras": 97,
    "arts": 98,
    "letter": 99,
    "liliosa": 100,
    "malasa": 101,
    "jason": 102,
    "lucilo": 103,
    "medicine": 104,
    "domingo": 105,
    "mendoza": 106,
    "institute": 107,
    "physical": 108,
    "sport": 109,
    "recreation": 110,
    "director": 111,
    "randy": 112,
    "austriais": 113,
    "architecture": 114,
    "hazel": 115,
    "ann": 116,
    "meneses": 117,
    "polangui": 118,
    "campus": 119,
    "maria": 120,
    "mercedes": 121,
    "remon": 122,
    "jesse": 123,
    "robredo": 124,
    "governance": 125,
    "rosemarie": 126,
    "frias": 127,
    "presidential": 128,
    "staff": 129,
    "reina": 130,
    "habalo": 131,
    "legal": 132,
    "officer": 133,
    "office": 134,
    "daryl": 135,
    "redoblado": 136,
    "internal": 137,
    "audit": 138,
    "mr": 139,
    "cyrus": 140,
    "barrameda": 141,
    "international": 142,
    "relations": 143,
    "dimson": 144,
    "rivero": 145,
    "icto": 146,
    "aris": 147,
    "ordo\u00f1ez": 148,
    "communication": 149,
    "public": 150,
    "renelyn": 151,
    "bautista": 152,
    "alumni": 153,
    "charina": 154,
    "cipcon": 155,
    "vice": 156,
    "president": 157,
    "supervise": 158,
    "human": 159,
    "resource": 160,
    "jennifer": 161,
    "procurement": 162,
    "julieta": 163,
    "borres": 164,
    "head": 165,
    "supply": 166,
    "property": 167,
    "benjamin": 168,
    "payonga": 169,
    "security": 170,
    "rolly": 171,
    "gonzales": 172,
    "general": 173,
    "jessel": 174,
    "ope\u00f1a": 175,
    "financial": 176,
    "loyd": 177,
    "casasis": 178,
    "budget": 179,
    "crisanta": 180,
    "botin": 181,
    "accountant": 182,
    "lopera": 183,
    "cashier": 184,
    "cheryl": 185,
    "prado": 186,
    "coordinator": 187,
    "program": 188,
    "lyndon": 189,
    "bailon": 190,
    "quality": 191,
    "assurance": 192,
    "regional": 193,
    "zonal": 194,
    "computerization": 195,
    "center": 196,
    "leonila": 197,
    "barbacena": 198,
    "admissions": 199,
    "hennie": 200,
    "lomibao": 201,
    "registrar": 202,
    "lany": 203,
    "maceda": 204,
    "student": 205,
    "baby": 206,
    "boy": 207,
    "nebres": 208,
    "iii": 209,
    "librarian": 210,
    "glenda": 211,
    "aurora": 212,
    "julianda": 213,
    "health": 214,
    "leo": 215,
    "nuyles": 216,
    "language": 217,
    "irene": 218,
    "r": 219,
    "national": 220,
    "train": 221,
    "gerardo": 222,
    "ocfemia": 223,
    "ronnel": 224,
    "dioneda": 225,
    "sr": 226,
    "officerincharge": 227,
    "rowena": 228,
    "f": 229,
    "zoilo": 230,
    "publication": 231,
    "knowledge": 232,
    "pdr": 233,
    "benedicto": 234,
    "balilo": 235,
    "jr": 236,
    "intellectual": 237,
    "nicanor": 238,
    "balbin": 239,
    "food": 240,
    "safety": 241,
    "crispina": 242,
    "baltazar": 243,
    "commercialization": 244,
    "enterprise": 245,
    "arnulfo": 246,
    "malinis": 247,
    "teach": 248,
    "excellence": 249,
    "rebecca": 250,
    "rosario": 251,
    "bercasio": 252,
    "gender": 253,
    "noel": 254,
    "rafer": 255,
    "mathematics": 256,
    "policy": 257,
    "study": 258,
    "erwin": 259,
    "torres": 260,
    "innovation": 261,
    "janesa": 262,
    "alwin": 263,
    "maceres": 264,
    "maintenance": 265,
    "ulysses": 266,
    "bello": 267,
    "special": 268,
    "project": 269,
    "preparation": 270,
    "carlos": 271,
    "cortez": 272,
    "generation": 273,
    "assets": 274,
    "ana": 275,
    "abante": 276,
    "viola": 277,
    "contact": 278,
    "detail": 279,
    "email": 280,
    "vpa": 281,
    "vpaa": 282,
    "vprgam": 283,
    "act": 284,
    "prey": 285,
    "mascari\u00f1as": 286,
    "jocelyn": 287,
    "serrano": 288,
    "leticia": 289,
    "lopez": 290,
    "jean": 291,
    "annette": 292,
    "ibo": 293,
    "carina": 294,
    "sales": 295,
    "noemi": 296,
    "lorna": 297,
    "mi\u00f1a": 298,
    "herbert": 299,
    "rosana": 300,
    "ramesis": 301,
    "lorino": 302,
    "ruben": 303,
    "caragay": 304,
    "hardy": 305,
    "aquende": 306,
    "eddie": 307,
    "see": 308,
    "alex": 309,
    "nepomuceno": 310,
    "jonathan": 311,
    "arroco": 312,
    "nace": 313,
    "giselle": 314,
    "mortega": 315,
    "mary": 316,
    "joy": 317,
    "catangui": 318,
    "jadie": 319,
    "veronica": 320,
    "gomez": 321,
    "camba": 322,
    "catherine": 323,
    "lagata": 324,
    "salvador": 325,
    "abi\u00f1o": 326,
    "jane": 327,
    "siapno": 328,
    "ruby": 329,
    "teresita": 330,
    "baloloy": 331,
    "ayre": 332,
    "antonio": 333,
    "lleva": 334,
    "sharlene": 335,
    "mendizabal": 336,
    "sheila": 337,
    "marie": 338,
    "magalona": 339,
    "lily": 340,
    "lolo": 341,
    "wilhelmina": 342,
    "henson": 343,
    "rechel": 344,
    "marcaida": 345,
    "get": 346,
    "copy": 347,
    "scholarship": 348,
    "form": 349,
    "exist": 350,
    "organizations": 351,
    "uniform": 352,
    "20212022": 353,
    "date": 354,
    "graduation": 355,
    "20222023": 356,
    "enrolment": 357,
    "next": 358,
    "admission": 359,
    "nurse": 360,
    "open": 361,
    "law": 362,
    "tabaco": 363,
    "gubat": 364,
    "course": 365,
    "offer": 366,
    "hello": 367,
    "hi": 368,
    "is": 369,
    "anyone": 370,
    "there": 371,
    "good": 372,
    "evening": 373,
    "afternoon": 374,
    "morning": 375,
    "how": 376,
    "are": 377,
    "you": 378,
    "kamusta": 379,
    "feeling": 380,
    "bubot": 381,
    "bye": 382,
    "night": 383,
    "later": 384,
    "goodbye": 385,
    "nice": 386,
    "chatting": 387,
    "to": 388,
    "till": 389,
    "time": 390,
    "thanks": 391,
    "thank": 392,
    "that": 393,
    "helpful": 394,
    "awesome": 395,
    "for": 396,
    "helping": 397,
    "me": 398,
    "could": 399,
    "help": 400,
    "what": 401,
    "can": 402,
    "do": 403,
    "provide": 404,
    "be": 405,
    "support": 406,
    "offered": 407,
    "who": 408,
    "created": 409,
    "made": 410,
    "vision": 411,
    "mission": 412,
    "goals": 413,
    "enroll": 414,
    "undergraduate": 415,
    "entrance": 416,
    "requirements": 417,
    "score": 418,
    "system": 419,
    "document": 420,
    "need": 421,
    "send": 422,
    "drop": 423,
    "point": 424,
    "set": 425,
    "appointment": 426,
    "information": 427,
    "qualify": 428,
    "freshmen": 429,
    "cutoff": 430,
    "rat": 431,
    "transfer": 432,
    "transferees": 433,
    "process": 434,
    "fee": 435,
    "undergo": 436,
    "interview": 437,
    "applicant": 438,
    "eligible": 439,
    "recognize": 440,
    "units": 441,
    "earn": 442,
    "previous": 443,
    "limit": 444,
    "credit": 445,
    "admit": 446,
    "technicalvocational": 447,
    "shift": 448,
    "another": 449,
    "readmitted": 450,
    "stop": 451,
    "upon": 452,
    "return": 453,
    "leave": 454,
    "absence": 455,
    "old": 456,
    "students": 457,
    "foreign": 458,
    "nations": 459,
    "high": 460,
    "abroad": 461,
    "register": 462,
    "registration": 463,
    "long": 464,
    "stay": 465,
    "maximum": 466,
    "residency": 467,
    "rule": 468,
    "type": 469,
    "exams": 470,
    "outstanding": 471,
    "superior": 472,
    "satisfactory": 473,
    "fair": 474,
    "average": 475,
    "poor": 476,
    "lowest": 477,
    "possible": 478,
    "many": 479,
    "retake": 480,
    "subject": 481,
    "maintain": 482,
    "happen": 483,
    "achieve": 484,
    "pass": 485,
    "incomplete": 486,
    "remove": 487,
    "cannot": 488,
    "complete": 489,
    "professor": 490,
    "give": 491,
    "summa": 492,
    "laude": 493,
    "magna": 494,
    "require": 495,
    "weight": 496,
    "latin": 497,
    "honor": 498,
    "fail": 499,
    "qualifications": 500,
    "distinction": 501,
    "transferee": 502,
    "award": 503,
    "nonacademic": 504,
    "incentives": 505,
    "recognition": 506,
    "transcript": 507,
    "record": 508,
    "diploma": 509,
    "procedures": 510,
    "cost": 511,
    "recovery": 512,
    "much": 513,
    "hours": 514,
    "load": 515,
    "unit": 516,
    "allow": 517,
    "carry": 518,
    "additional": 519,
    "classification": 520,
    "irregular": 521,
    "nonregular": 522,
    "consider": 523,
    "presenior": 524,
    "libraries": 525,
    "number": 526,
    "use": 527,
    "apply": 528,
    "library": 529,
    "card": 530,
    "purpose": 531,
    "validity": 532,
    "borrow": 533,
    "book": 534,
    "materials": 535,
    "someone": 536,
    "else": 537,
    "dissertations": 538,
    "journals": 539,
    "thesis": 540,
    "feasibility": 541,
    "manuscripts": 542,
    "photocopy": 543,
    "days": 544,
    "keep": 545,
    "week": 546,
    "weekend": 547,
    "close": 548,
    "east": 549,
    "ilschildren": 550,
    "daraga": 551,
    "outsiders": 552,
    "enter": 553,
    "external": 554,
    "researchers": 555,
    "website": 556,
    "medical": 557,
    "clinic": 558,
    "dental": 559,
    "avail": 560,
    "main": 561,
    "locate": 562,
    "random": 563,
    "test": 564,
    "recreational": 565,
    "facilities": 566,
    "sanction": 567,
    "penalties": 568,
    "violate": 569,
    "regulation": 570,
    "smoke": 571,
    "free": 572,
    "attend": 573,
    "activities": 574,
    "excuse": 575,
    "participate": 576,
    "cocurricular": 577,
    "outside": 578,
    "wear": 579,
    "inappropriate": 580,
    "attire": 581,
    "wash": 582,
    "lose": 583,
    "id": 584,
    "bully": 585,
    "firearms": 586,
    "dangerous": 587,
    "weapons": 588,
    "create": 589,
    "disorder": 590,
    "disturbance": 591,
    "within": 592,
    "destruction": 593,
    "guests": 594,
    "employees": 595,
    "drink": 596,
    "alcoholic": 597,
    "beverages": 598,
    "manifest": 599,
    "drunken": 600,
    "behavior": 601,
    "premise": 602,
    "falsification": 603,
    "official": 604,
    "gamble": 605,
    "haze": 606,
    "variety": 607,
    "inside": 608,
    "fraternity": 609,
    "sorority": 610,
    "individual": 611,
    "group": 612,
    "represent": 613,
    "accredit": 614,
    "organization": 615,
    "malversation": 616,
    "unlawful": 617,
    "disbursement": 618,
    "fund": 619,
    "plagiarism": 620,
    "possession": 621,
    "prohibit": 622,
    "drug": 623,
    "chemicals": 624,
    "photo": 625,
    "video": 626,
    "voyeurism": 627,
    "sexual": 628,
    "harassment": 629,
    "stalk": 630,
    "theft": 631,
    "belong": 632,
    "community": 633,
    "guest": 634,
    "unauthorized": 635,
    "solicitation": 636,
    "contribution": 637,
    "donation": 638,
    "address": 639,
    "communications": 640,
    "problem": 641,
    "ors": 642,
    "discourtesy": 643,
    "disgraceful": 644,
    "immoral": 645,
    "conduct": 646,
    "level": 647,
    "dishonesty": 648,
    "serious": 649,
    "less": 650,
    "simple": 651,
    "opportunities": 652,
    "available": 653,
    "scholarships": 654,
    "core": 655,
    "value": 656,
    "regents": 657,
    "representations": 658,
    "cross": 659,
    "write": 660,
    "permission": 661,
    "change": 662,
    "add": 663,
    "file": 664,
    "two": 665,
    "probation": 666,
    "three": 667,
    "tuition": 668,
    "cultural": 669,
    "tertiary": 670,
    "subsidy": 671,
    "components": 672,
    "enlist": 673,
    "civic": 674,
    "welfare": 675,
    "literacy": 676,
    "reserve": 677,
    "corps": 678,
    "f2f": 679,
    "recommend": 680,
    "textile": 681,
    "color": 682,
    "mascot": 683,
    "publications": 684,
    "usc": 685,
    "roles": 686,
    "curricular": 687,
    "field": 688,
    "trip": 689,
    "educational": 690,
    "tour": 691,
    "experiential": 692,
    "learn": 693,
    "rle": 694,
    "relate": 695,
    "experience": 696,
    "noncurricular": 697,
    "artificial": 698,
    "intelligence": 699,
    "political": 700,
    "sociocivic": 701,
    "lifestyle": 702,
    "environmental": 703,
    "spiritual": 704,
    "religious": 705,
    "policies": 706,
    "regulations": 707,
    "amphitheater": 708,
    "audiovisual": 709,
    "laboratory": 710,
    "enrol": 711,
    "aid": 712,
    "assistantships": 713,
    "assistants": 714,
    "assistantship": 715,
    "assistant": 716,
    "work": 717,
    "render": 718,
    "monthly": 719,
    "lister": 720,
    "10": 721,
    "11": 722,
    "12": 723,
    "13": 724,
    "14": 725,
    "equivalence": 726,
    "15": 727,
    "16": 728,
    "17": 729,
    "18": 730,
    "19": 731,
    "20": 732,
    "21": 733,
    "22": 734,
    "23": 735,
    "24": 736,
    "25": 737,
    "26": 738,
    "27": 739,
    "28": 740,
    "29": 741,
    "30": 742,
    "40": 743,
    "encyclopedias": 744,
    "dictionaries": 745,
    "index": 746,
    "yearbooks": 747,
    "handbooks": 748,
    "atlases": 749,
    "newspapers": 750,
    "magazines": 751,
    "saturday": 752,
    "The": 753,
    "Academic": 754,
    "Council": 755,
    "Regular": 756,
    "Meeting": 757,
    "on": 758,
    "August": 759,
    "11,": 760,
    "2021,": 761,
    "January": 762,
    "12,": 763,
    "2022,": 764,
    "and": 765,
    "May": 766,
    "2022.": 767,
    "Administrative": 768,
    "13,": 769,
    "21,": 770,
    "2022": 771,
    "20,": 772,
    "the": 773,
    "of": 774,
    "2021-2022.": 775,
    "June": 776,
    "BU": 777,
    "Charter": 778,
    "Day": 779,
    "July": 780,
    "Mid": 781,
    "Year": 782,
    "Classes": 783,
    "from": 784,
    "14,": 785,
    "General": 786,
    "Enrollment": 787,
    "Period": 788,
    "Semester": 789,
    "2022-2023": 790,
    "25-29,": 791,
    "2021": 792,
    "both": 793,
    "Freshmen": 794,
    "students.": 795,
    "1-3,": 796,
    "Tertiary": 797,
    "Level.": 798,
    "First": 799,
    "Faculty": 800,
    "2,": 801,
    "will": 802,
    "9,": 803,
    "December": 804,
    "15,": 805,
    "2021.": 806,
    "Resume": 807,
    "classes": 808,
    "after": 809,
    "Semestral": 810,
    "Break": 811,
    "17,": 812,
    "16,": 813,
    "Last": 814,
    "with": 815,
    "fine": 816,
    "Founding": 817,
    "Anniversary": 818,
    "September": 819,
    "22,": 820,
    "BUGS": 821,
    "25,": 822,
    "Elementary,": 823,
    "Junior": 824,
    "Senior": 825,
    "High": 826,
    "School": 827,
    "9": 828,
    "level.": 829,
    "Midterm": 830,
    "October": 831,
    "7-9": 832,
    "Graduating": 833,
    "Students": 834,
    "Non-Graduating": 835,
    "Students.": 836,
    "Final": 837,
    "13-15,2022": 838,
    "30,": 839,
    "grades": 840,
    "2021-2022": 841,
    "3-16,": 842,
    "Second": 843,
    "Atty.": 844,
    "Joseph": 845,
    "L.": 846,
    "Bartolata": 847,
    "VP": 848,
    "Administration": 849,
    "Finance.": 850,
    "He": 851,
    "Vice": 852,
    "President": 853,
    "Prof.": 854,
    "Jerry": 855,
    "S.": 856,
    "Bigornia": 857,
    "Planning": 858,
    "Development.": 859,
    "Dr.": 860,
    "Amelia": 861,
    "A.": 862,
    "Dorosan": 863,
    "Affairs.": 864,
    "She": 865,
    "Luis": 866,
    "Amano": 867,
    "Research": 868,
    "Development": 869,
    "Extension.": 870,
    "Norly": 871,
    "P.": 872,
    "Reyes": 873,
    "Acting": 874,
    "University": 875,
    "&": 876,
    "Board": 877,
    "Secretary.": 878,
    "Secretary": 879,
    "Chief": 880,
    "Services": 881,
    "Division.": 882,
    "Roscefe": 883,
    "B.": 884,
    "Dy": 885,
    "BUCAF": 886,
    "Associate": 887,
    "Dean": 888,
    "Dean.": 889,
    "Sipronio": 890,
    "Belardo": 891,
    "College": 892,
    "Social": 893,
    "Science": 894,
    "Philosophy": 895,
    "Ms.": 896,
    "Shiela": 897,
    "Desuyo": 898,
    "Business": 899,
    "Economics": 900,
    "Management": 901,
    "Ma.": 902,
    "Teresa": 903,
    "M.": 904,
    "Abainza": 905,
    "Education": 906,
    "Engr.": 907,
    "Rolando": 908,
    "Dacillo": 909,
    "Engineering": 910,
    "Arlene": 911,
    "Balleras": 912,
    "Industrial": 913,
    "Technology": 914,
    "Liliosa": 915,
    "C.": 916,
    "Malasa": 917,
    "Arts": 918,
    "Letters": 919,
    "Jason": 920,
    "Lucilo": 921,
    "Domingo": 922,
    "Mendoza": 923,
    "Medicine": 924,
    "Randy": 925,
    "T.": 926,
    "Austriais": 927,
    "Institute": 928,
    "Physical": 929,
    "Sports": 930,
    "Recreation": 931,
    "Director.": 932,
    "IPESR": 933,
    "Ar.": 934,
    "Hazel": 935,
    "Ann": 936,
    "Meneses": 937,
    "Architecture": 938,
    "Maria": 939,
    "Mercedes": 940,
    "Remon": 941,
    "Polangui": 942,
    "Campus": 943,
    "Rosemarie": 944,
    "Frias": 945,
    "Jesse": 946,
    "Robredo": 947,
    "Governance": 948,
    "Director": 949,
    "Reina": 950,
    "O.": 951,
    "Habalo": 952,
    "Presidential": 953,
    "Mgt.": 954,
    "Staff": 955,
    "Office.": 956,
    "Daryl": 957,
    "Redoblado": 958,
    "Legal": 959,
    "Officer": 960,
    "Affairs": 961,
    "Mr.": 962,
    "Cyrus": 963,
    "Barrameda": 964,
    "Internal": 965,
    "Audit": 966,
    "Services.": 967,
    "Dimson": 968,
    "Rivero": 969,
    "International": 970,
    "Relations": 971,
    "Aris": 972,
    "J.": 973,
    "Ordo\u00f1ez": 974,
    "Information": 975,
    "Communication": 976,
    "Renelyn": 977,
    "E.": 978,
    "Bautista": 979,
    "Public": 980,
    "Charina": 981,
    "Cipcon": 982,
    "Alumni": 983,
    "Jennifer": 984,
    "Supervising": 985,
    "Human": 986,
    "Resource": 987,
    "Julieta": 988,
    "Borres": 989,
    "Procurement": 990,
    "Benjamin": 991,
    "Payonga": 992,
    "Head": 993,
    "Supply": 994,
    "Property": 995,
    "Rolly": 996,
    "Gonzales": 997,
    "Security": 998,
    "Jessel": 999,
    "Ope\u00f1a": 1000,
    "Loyd": 1001,
    "Casasis": 1002,
    "Financial": 1003,
    "Crisanta": 1004,
    "Botin": 1005,
    "Budget": 1006,
    "Office": 1007,
    "Lopera": 1008,
    "Accountant": 1009,
    "Cheryl": 1010,
    "Del": 1011,
    "Prado": 1012,
    "Cashier.": 1013,
    "Lyndon": 1014,
    "Bailon": 1015,
    "Coordinator": 1016,
    "Program.": 1017,
    "Leonila": 1018,
    "Barbacena": 1019,
    "Quality": 1020,
    "Assurance": 1021,
    "Regional": 1022,
    "Zonal": 1023,
    "Computerization": 1024,
    "Center.": 1025,
    "Hennie": 1026,
    "Lomibao": 1027,
    "Admissions": 1028,
    "Lany": 1029,
    "Maceda": 1030,
    "Registrar": 1031,
    "IV": 1032,
    "Registrar's": 1033,
    "Baby": 1034,
    "Boy": 1035,
    "D.": 1036,
    "Nebres": 1037,
    "III": 1038,
    "Student": 1039,
    "Glenda": 1040,
    "Aurora": 1041,
    "Julianda": 1042,
    "Librarian.": 1043,
    "Leo": 1044,
    "N.": 1045,
    "Nuyles": 1046,
    "Health": 1047,
    "Irene": 1048,
    "R.": 1049,
    "Moral": 1050,
    "Language": 1051,
    "Gerardo": 1052,
    "Ocfemia": 1053,
    "National": 1054,
    "Service": 1055,
    "Training": 1056,
    "Ronnel": 1057,
    "Dioneda": 1058,
    "Sr.": 1059,
    "Research,": 1060,
    "Rowena": 1061,
    "F.": 1062,
    "Zoilo": 1063,
    "Officer-In-Charge": 1064,
    "Extension": 1065,
    "Benedicto": 1066,
    "Balilo": 1067,
    "Jr.": 1068,
    "Publication": 1069,
    "Knowledge": 1070,
    "Nicanor": 1071,
    "Balbin": 1072,
    "Intellectual": 1073,
    "Crispina": 1074,
    "Baltazar": 1075,
    "Center": 1076,
    "Food": 1077,
    "Safety": 1078,
    "Assurance.": 1079,
    "Arnulfo": 1080,
    "Malinis": 1081,
    "Commercialization": 1082,
    "Enterprise": 1083,
    "Rebecca": 1084,
    "Rosario": 1085,
    "Bercasio": 1086,
    "Teaching": 1087,
    "Excellence.": 1088,
    "Noel": 1089,
    "Rafer": 1090,
    "Gender": 1091,
    "Eden": 1092,
    "Ante": 1093,
    "Mathematics": 1094,
    "Education.": 1095,
    "Erwin": 1096,
    "Torres": 1097,
    "Policy": 1098,
    "Studies": 1099,
    "Janesa": 1100,
    "Innovation": 1101,
    "Alwin": 1102,
    "Maceres": 1103,
    "Ulysses": 1104,
    "Bello": 1105,
    "Maintenance": 1106,
    "Carlos": 1107,
    "V.": 1108,
    "Cortez": 1109,
    "Special": 1110,
    "Project": 1111,
    "Preparation": 1112,
    "Ana": 1113,
    "Abante": 1114,
    "Generation": 1115,
    "Assets": 1116,
    "Viola": 1117,
    "You": 1118,
    "reach": 1119,
    "Bicol": 1120,
    "through": 1121,
    "his": 1122,
    "Telephone": 1123,
    "No.": 1124,
    "(052)": 1125,
    "480-0167": 1126,
    "or": 1127,
    "at": 1128,
    "these": 1129,
    "addresses:": 1130,
    "ammascarinas@bicol-u.edu.ph;": 1131,
    "bupresident@bicol-u.edu.ph;": 1132,
    "op@bicol-u.edu.ph": 1133,
    "following:": 1134,
    "bupresident@bicol-u.edu.ph,": 1135,
    "Finance": 1136,
    "acting": 1137,
    "also": 1138,
    "Division": 1139,
    "480-0176": 1140,
    "this": 1141,
    "bu-vpa@bicol-u.edu.ph": 1142,
    "address:": 1143,
    "bu-vpa@bicol-u.edu.ph:": 1144,
    "her": 1145,
    "480-0179": 1146,
    "aadorosan@@bicol-u.edu.ph;": 1147,
    "bu-vpaa@bicol-u.edu.ph": 1148,
    "820-6103": 1149,
    "jsbigornia@bicol-u.edu.ph;": 1150,
    "bu-vprgam@bicol-u.edu.ph": 1151,
    "following": 1152,
    "capaamano@yahoo.com": 1153,
    "821-7946": 1154,
    "npreyes@bicol-u.edu.ph": 1155,
    "boardsec@bicol-u.edu.ph": 1156,
    "480-5464": 1157,
    "npreyes@bicol-u.edu.ph;": 1158,
    "bu-legaloffice@bicol-u.edu.ph": 1159,
    "current": 1160,
    "University.": 1161,
    "Science.": 1162,
    "Letters.": 1163,
    "Nursing.": 1164,
    "Recreation.": 1165,
    "Of": 1166,
    "And": 1167,
    "Graduate": 1168,
    "School.": 1169,
    "Open": 1170,
    "Medicine.": 1171,
    "Law.": 1172,
    "Management.": 1173,
    "Philosophy.": 1174,
    "Architecture.": 1175,
    "Engineering.": 1176,
    "Technology.": 1177,
    "Agriculture": 1178,
    "Forestry.": 1179,
    "Tabaco": 1180,
    "Campus.": 1181,
    "Gubat": 1182,
    "Get": 1183,
    "your": 1184,
    "here,": 1185,
    "https://bit.ly/osas-scholarship-form": 1186,
    "Here": 1187,
    "list,": 1188,
    "https://bit.ly/bu-accredited-orgs": 1189,
    "a": 1190,
    "https://bit.ly/bu-uniform": 1191,
    "March": 1192,
    "3-5,": 1193,
    "17-19,": 1194,
    "April": 1195,
    "25-27,2022": 1196,
    "21-24,2022": 1197,
    "8": 1198,
    "6": 1199,
    "13.": 1200,
    "classes.": 1201,
    "It's": 1202,
    "2.": 1203,
    "commencement": 1204,
    "exercises.": 1205,
    "Schedule": 1206,
    "23.": 1207,
    "1": 1208,
    "3": 1209,
    "As": 1210,
    "now,": 1211,
    "still": 1212,
    "no": 1213,
    "definite": 1214,
    "2022-2023.": 1215,
    "Mascari\u00f1as.": 1216,
    "Jocelyn": 1217,
    "Serrano": 1218,
    "dean's": 1219,
    "telephone": 1220,
    "481-2159": 1221,
    "jeserrano@bicol-u.edu.ph.": 1222,
    "Leticia": 1223,
    "Lopez": 1224,
    "481-5280": 1225,
    "Jean": 1226,
    "Annette": 1227,
    "Ibo": 1228,
    "480-0610": 1229,
    "bicoluniversity.collegeofnursing@yahoo.com.": 1230,
    "Carina": 1231,
    "Sales": 1232,
    "483-0758": 1233,
    "Noemi": 1234,
    "Unfortunately,": 1235,
    "we": 1236,
    "have": 1237,
    "as": 1238,
    "moment.": 1239,
    "Lorna": 1240,
    "Mi\u00f1a": 1241,
    "483-0487": 1242,
    "bicolmentors_08@yahoo.com": 1243,
    "lornsmm@yahoo.com": 1244,
    "Herbert": 1245,
    "Rosana": 1246,
    "481-1454": 1247,
    "bugs-dean@bicol-u.edu.ph.": 1248,
    "Ramesis": 1249,
    "Lorino": 1250,
    "Ruben": 1251,
    "Caragay": 1252,
    "742-0076": 1253,
    "rncaragay@bicol-u.edu.ph": 1254,
    "bucm-dean@bicol-u.edu.ph.": 1255,
    "Hardy": 1256,
    "Aquende": 1257,
    "Eddie": 1258,
    "See": 1259,
    "him": 1260,
    "email,": 1261,
    "bucbem@bicol-u.edu.ph": 1262,
    "ess4560@bicol-u.edu.ph.": 1263,
    "Alex": 1264,
    "Nepomuceno": 1265,
    "abnepomuceno@bicol-u.edu.ph": 1266,
    "bucssp-dean@bicol-u.edu.ph.": 1267,
    "742-6728": 1268,
    "ronacionaljr@bicol-u.edu.ph": 1269,
    "buia@bicol-u.edu.ph.": 1270,
    "742-4091": 1271,
    "bucengdean@gmail.com": 1272,
    "abbg0116@yahoo.com.": 1273,
    "Jonathan": 1274,
    "Arroco": 1275,
    "480-4595": 1276,
    "jcarroco@bicol-u.edu.ph": 1277,
    "bucit-dean@bicol-u.edu.ph.": 1278,
    "Ll.": 1279,
    "Nace": 1280,
    "484-6336": 1281,
    "bucaf100@bicol-u.edu.ph": 1282,
    "Giselle": 1283,
    "Mortega": 1284,
    "487-5247,": 1285,
    "257-7090,": 1286,
    "830-0012": 1287,
    "butc-dean@bicol-u.edu.ph": 1288,
    "Mary": 1289,
    "Joy": 1290,
    "Catangui": 1291,
    "437-2852,": 1292,
    "(052)212-5498,": 1293,
    "835-0560": 1294,
    "bupc-dean@bicol-u.edu.ph": 1295,
    "Jadie": 1296,
    "(056)311-1145": 1297,
    "rrjadie@bicol-u.edu.ph": 1298,
    "bugc-dean@bicol-u.edu.ph": 1299,
    "Veronica": 1300,
    "Gomez": 1301,
    "Their": 1302,
    "481-7881": 1303,
    "vogomez@bicol-u.edu.ph": 1304,
    "bugsreg@bicol-u.edu.ph.": 1305,
    "Ada": 1306,
    "Camba": 1307,
    "ancamba@bicol-u.edu.ph": 1308,
    "bucafreg@bicol-u.edu.ph": 1309,
    "Catherine": 1310,
    "Lagata": 1311,
    "cdlagata@bicol-u.edu.ph": 1312,
    "bucsspreg@bicol-u.edu.ph": 1313,
    "Salvador": 1314,
    "Abi\u00f1o": 1315,
    "smabino@bicol-u.edu.ph": 1316,
    "bucbemreg@bicol-u.edu.ph.": 1317,
    "Jane": 1318,
    "Siapno": 1319,
    "481-5975": 1320,
    "jbsiapno@bicol-u.edu.ph": 1321,
    "buce.registrar@bicol-u.edu.ph.": 1322,
    "Ruby": 1323,
    "rlrivero@bicol-u.edu.ph": 1324,
    "bucengreg@bicol-u.edu.ph": 1325,
    "Teresita": 1326,
    "Baloloy": 1327,
    "480-2760": 1328,
    "bucnreg@bicol-u.edu.ph.": 1329,
    "Ayre": 1330,
    "431-1053": 1331,
    "abdelayre@bicol-u.edu.ph": 1332,
    "bucitreg@bicol-u.edu.ph.": 1333,
    "Antonio": 1334,
    "Lleva": 1335,
    "481-6192": 1336,
    "arlleva@bicol-u.edu.ph": 1337,
    "bucalreg@bicol-u.edu.ph.": 1338,
    "Sharlene": 1339,
    "Mendizabal": 1340,
    "481-1455": 1341,
    "bucsreg@bicol-u.edu.": 1342,
    "Sheila": 1343,
    "Marie": 1344,
    "Magalona": 1345,
    "480-0700": 1346,
    "smmmagalona@bicol-u.edu.ph": 1347,
    "bucmreg@bicol-u.edu.ph.": 1348,
    "09177056069": 1349,
    "buclreg@bicol-u.edu.ph": 1350,
    "Lily": 1351,
    "Lolo": 1352,
    "lrlolo@bicol-u.edu.ph": 1353,
    "bupcreg@bicol-u.edu.ph": 1354,
    "Wilhelmina": 1355,
    "Henson": 1356,
    "wbhenson@bicol-u.edu.ph": 1357,
    "butcreg@bicol-u.edu.ph": 1358,
    "Rechel": 1359,
    "Marcaida": 1360,
    "may": 1361,
    "full": 1362,
    "list": 1363,
    "courses": 1364,
    "in": 1365,
    "link": 1366,
    "https://bit.ly/courses-offered": 1367,
    "Hello,": 1368,
    "I": 1369,
    "help?": 1370,
    "Good": 1371,
    "too,": 1372,
    "you?": 1373,
    "too!": 1374,
    "am": 1375,
    "fine,": 1376,
    "asking.": 1377,
    "Thank": 1378,
    "visiting,": 1379,
    "bye!": 1380,
    "You're": 1381,
    "welcome": 1382,
    "I'm": 1383,
    "happy": 1384,
    "help!": 1385,
    "Hi!": 1386,
    "BUbot,": 1387,
    "an": 1388,
    "AI-powered": 1389,
    "chatbot": 1390,
    "answer": 1391,
    "queries": 1392,
    "about": 1393,
    ":)": 1394,
    "product": 1395,
    "imagination": 1396,
    "hardwork": 1397,
    "Reden": 1398,
    "Mar": 1399,
    "Bellen,": 1400,
    "Chrizza": 1401,
    "Mae": 1402,
    "Ecal": 1403,
    "Erica": 1404,
    "Vinas": 1405,
    "their": 1406,
    "thesis.": 1407,
    "university's": 1408,
    "become": 1409,
    "A": 1410,
    "World-Class": 1411,
    "Producing": 1412,
    "Leaders": 1413,
    "Change": 1414,
    "Agents": 1415,
    "Transformation": 1416,
    "states": 1417,
    "shall": 1418,
    "professional": 1419,
    "technical": 1420,
    "training,": 1421,
    "advanced": 1422,
    "specialized": 1423,
    "instruction": 1424,
    "literature,": 1425,
    "philosophy,": 1426,
    "sciences": 1427,
    "arts,": 1428,
    "besides": 1429,
    "providing": 1430,
    "promotion": 1431,
    "scientific": 1432,
    "technological": 1433,
    "researches.": 1434,
    "that,": 1435,
    "commits": 1436,
    "continually": 1437,
    "strive": 1438,
    "Instruction,": 1439,
    "by": 1440,
    "meeting": 1441,
    "highest": 1442,
    "clientele": 1443,
    "satisfaction": 1444,
    "adhering": 1445,
    "standards": 1446,
    "applicable": 1447,
    "statutory": 1448,
    "regulatory": 1449,
    "requirements.": 1450,
    "apologize": 1451,
    "but": 1452,
    "it's": 1453,
    "too": 1454,
    "can't": 1455,
    "display": 1456,
    "them": 1457,
    "entirely.": 1458,
    "Yes,": 1459,
    "admission,": 1460,
    "BUCET.": 1461,
    "BUCET": 1462,
    "Entrance": 1463,
    "Exam": 1464,
    "three-hour": 1465,
    "consisting": 1466,
    "sub-tests": 1467,
    "proficiency": 1468,
    "English,": 1469,
    "Mathematics,": 1470,
    "Reading": 1471,
    "Comprehension": 1472,
    "needs": 1473,
    "taken": 1474,
    "order": 1475,
    "admission.": 1476,
    "now": 1477,
    "temporarily": 1478,
    "halted": 1479,
    "BUCESS": 1480,
    "has": 1481,
    "been": 1482,
    "adopted": 1483,
    "because": 1484,
    "pandemic.": 1485,
    "No": 1486,
    "yet": 1487,
    "announced": 1488,
    "university.": 1489,
    "Applicants": 1490,
    "must": 1491,
    "accomplish": 1492,
    "Application": 1493,
    "Portfolio": 1494,
    "https://bit.ly/3ry0PTl": 1495,
    "attach": 1496,
    "original": 1497,
    "copies": 1498,
    "documents": 1499,
    "indicated.": 1500,
    "are,": 1501,
    "Result,": 1502,
    "SHS": 1503,
    "Report": 1504,
    "Card,": 1505,
    "Medical": 1506,
    "Dental": 1507,
    "Forms,": 1508,
    "PSA": 1509,
    "Birth": 1510,
    "Certificate,": 1511,
    "Police": 1512,
    "Clearance,": 1513,
    "Long": 1514,
    "Brown": 1515,
    "Envelope,": 1516,
    "2": 1517,
    "Folders,": 1518,
    "pcs": 1519,
    "2x2": 1520,
    "pictures,": 1521,
    "mailing": 1522,
    "envelope": 1523,
    "stamps": 1524,
    "worth": 1525,
    "pesos.": 1526,
    "Registrar,": 1527,
    "University,": 1528,
    "Legazpi": 1529,
    "City": 1530,
    "other": 1531,
    "designated": 1532,
    "boxes": 1533,
    "located": 1534,
    "Campus,": 1535,
    "Forestry..": 1536,
    "If": 1537,
    "wish": 1538,
    "appointment,": 1539,
    "access": 1540,
    "link,": 1541,
    "https://bu-uro.appointlet.com": 1542,
    "fill": 1543,
    "up": 1544,
    "necessary": 1545,
    "information.": 1546,
    "bu-uro@bicol-u.edu.ph": 1547,
    "bu-uro@yahoo.com": 1548,
    "strategy": 1549,
    "new": 1550,
    "due": 1551,
    "based": 1552,
    "applicants'": 1553,
    "Test": 1554,
    "(BUCET)": 1555,
    "Composite": 1556,
    "Rating": 1557,
    "weighted": 1558,
    "(GWA)": 1559,
    "11.": 1560,
    "take": 1561,
    "if": 1562,
    "senior": 1563,
    "seniors": 1564,
    "expecting": 1565,
    "end": 1566,
    "year;": 1567,
    "OR": 1568,
    "graduates": 1569,
    "not": 1570,
    "and/are": 1571,
    "taking": 1572,
    "any": 1573,
    "subject/s;": 1574,
    "AND": 1575,
    "Holders": 1576,
    "Philippines": 1577,
    "Educational": 1578,
    "Placement": 1579,
    "Test/": 1580,
    "Alternative": 1581,
    "Learning": 1582,
    "System": 1583,
    "(PEPT/ALS)": 1584,
    "certificates": 1585,
    "college.": 1586,
    "cut-off": 1587,
    "rating": 1588,
    "slots": 1589,
    "where": 1590,
    "only": 1591,
    "declare": 1592,
    "slot": 1593,
    "available.": 1594,
    "BU,": 1595,
    "prior": 1596,
    "together": 1597,
    "intent": 1598,
    "transfer.": 1599,
    "Certification": 1600,
    "Dean/Director": 1601,
    "availability": 1602,
    "place/slot": 1603,
    "Unit": 1604,
    "transferring": 1605,
    "to;": 1606,
    "duly": 1607,
    "signed": 1608,
    "bearing": 1609,
    "school's": 1610,
    "seal;": 1611,
    "Official": 1612,
    "records": 1613,
    "(OTR)": 1614,
    "attended;": 1615,
    "Certificate": 1616,
    "honorable": 1617,
    "dismissal.": 1618,
    "ask": 1619,
    "directly": 1620,
    "fees": 1621,
    "processing": 1622,
    "transferees'": 1623,
    "depend": 1624,
    "aptitude": 1625,
    "testing": 1626,
    "which": 1627,
    "some": 1628,
    "colleges": 1629,
    "require.": 1630,
    "go": 1631,
    "college/unit": 1632,
    "intend": 1633,
    "subjected": 1634,
    "college/program": 1635,
    "result": 1636,
    "multiple": 1637,
    "assessment": 1638,
    "procedures,": 1639,
    "including": 1640,
    "Course-program": 1641,
    "test,": 1642,
    "required": 1643,
    "College/Unit/Department;": 1644,
    "Grade": 1645,
    "(GPA)": 1646,
    "2.0": 1647,
    "89%;": 1648,
    "failing": 1649,
    "taken;": 1650,
    "finished": 1651,
    "more": 1652,
    "than": 1653,
    "twenty-five": 1654,
    "percent": 1655,
    "(25%)": 1656,
    "course;": 1657,
    "Interview;": 1658,
    "and/or": 1659,
    "Other": 1660,
    "procedure(s)": 1661,
    "College/Unit/Department.": 1662,
    "earned": 1663,
    "colleges/universities": 1664,
    "same": 1665,
    "accreditation": 1666,
    "higher": 1667,
    "those": 1668,
    "recognized": 1669,
    "CHED": 1670,
    "credited.": 1671,
    "credits": 1672,
    "exceed": 1673,
    "total": 1674,
    "Yes": 1675,
    "documentary": 1676,
    "conditions": 1677,
    "applied": 1678,
    "you.": 1679,
    "allowed": 1680,
    "given": 1681,
    "to.": 1682,
    "Letter": 1683,
    "transfer;": 1684,
    "slot;": 1685,
    "College/Unit": 1686,
    "Registrar.": 1687,
    "There": 1688,
    "payment": 1689,
    "Php": 1690,
    "100.00.": 1691,
    "stopped": 1692,
    "schooling": 1693,
    "ill": 1694,
    "valid": 1695,
    "reason": 1696,
    "seek": 1697,
    "readmission": 1698,
    "presenting": 1699,
    "reason/s": 1700,
    "dropping": 1701,
    "out": 1702,
    "school.": 1703,
    "right": 1704,
    "refuse": 1705,
    "enrollment/re-admission": 1706,
    "old/returning": 1707,
    "it": 1708,
    "proven": 1709,
    "violated": 1710,
    "rules": 1711,
    "existing": 1712,
    "deficiency.": 1713,
    "you're": 1714,
    "returning": 1715,
    "absence,": 1716,
    "present": 1717,
    "supporting": 1718,
    "papers": 1719,
    "documents.": 1720,
    "An": 1721,
    "re-admitted": 1722,
    "presentation": 1723,
    "his/her": 1724,
    "clearance": 1725,
    "officials": 1726,
    "concerned.": 1727,
    "Original": 1728,
    "Transcript": 1729,
    "Records": 1730,
    "(OTR);": 1731,
    "Personal": 1732,
    "Data;": 1733,
    "Affidavit": 1734,
    "Support;": 1735,
    "Alien": 1736,
    "Registration": 1737,
    "(ACR);": 1738,
    "Results": 1739,
    "English": 1740,
    "Foreign": 1741,
    "(TOEFL);": 1742,
    "Approved": 1743,
    "permit": 1744,
    "CHED;": 1745,
    "application": 1746,
    "$50.00": 1747,
    "Present": 1748,
    "completion": 1749,
    "secondary": 1750,
    "curriculum": 1751,
    "had": 1752,
    "education;": 1753,
    "TOEFL": 1754,
    "(for": 1755,
    "non-native": 1756,
    "speakers": 1757,
    "English);": 1758,
    "Qualifying": 1759,
    "Foreign-based": 1760,
    "lieu": 1761,
    "such": 1762,
    "as:": 1763,
    "Scholastic": 1764,
    "Aptitude": 1765,
    "(SAT)": 1766,
    "Advanced": 1767,
    "minimum": 1768,
    "combined": 1769,
    "1200": 1770,
    "Critical": 1771,
    "Writing": 1772,
    "sub-test": 1773,
    "areas.": 1774,
    "includes": 1775,
    "filling": 1776,
    "prescribed": 1777,
    "forms": 1778,
    "paying": 1779,
    "enrolled": 1780,
    "during": 1781,
    "preceding": 1782,
    "summer": 1783,
    "session": 1784,
    "re-enrolled": 1785,
    "being": 1786,
    "cleared": 1787,
    "admitted": 1788,
    "past": 1789,
    "schedule.": 1790,
    "length": 1791,
    "plus": 1792,
    "one": 1793,
    "pursuant": 1794,
    "Universal": 1795,
    "Access": 1796,
    "Act": 1797,
    "2017.": 1798,
    "written": 1799,
    "examinations,": 1800,
    "mid-term": 1801,
    "examinations": 1802,
    "per": 1803,
    "oral": 1804,
    "practical": 1805,
    "discretion": 1806,
    "instructor.": 1807,
    "five": 1808,
    "adjectival": 1809,
    "ratings,": 1810,
    "Outstanding,": 1811,
    "Superior,": 1812,
    "Very": 1813,
    "Satisfactory,": 1814,
    "Fair": 1815,
    "Average": 1816,
    "Poor.": 1817,
    "Outstanding": 1818,
    "1.0": 1819,
    "-": 1820,
    "1.4": 1821,
    "equivalent": 1822,
    "values": 1823,
    "99-100,": 1824,
    "98,": 1825,
    "97,": 1826,
    "96,": 1827,
    "95": 1828,
    "subsequently.": 1829,
    "Superior": 1830,
    "1.5": 1831,
    "1.7": 1832,
    "94,": 1833,
    "93,": 1834,
    "92": 1835,
    "Satisfactory": 1836,
    "1.8": 1837,
    "2.5": 1838,
    "91,": 1839,
    "90,": 1840,
    "89,": 1841,
    "88,": 1842,
    "87,": 1843,
    "86,": 1844,
    "85": 1845,
    "84": 1846,
    "2.6": 1847,
    "2.8": 1848,
    "82-83,": 1849,
    "80-81,": 1850,
    "78-79": 1851,
    "2.9": 1852,
    "3.0": 1853,
    "76-77,": 1854,
    "75": 1855,
    "Poor": 1856,
    "3.1": 1857,
    "4.0": 1858,
    "below": 1859,
    "75.": 1860,
    "3.1-4.0": 1861,
    "ratings": 1862,
    "5.0": 1863,
    "Failure": 1864,
    "incurred": 1865,
    "FAILING": 1866,
    "MARK": 1867,
    "times.": 1868,
    "passing": 1869,
    "3.0,": 1870,
    "2.0.": 1871,
    "comprehensive": 1872,
    "subsequently": 1873,
    "disqualified": 1874,
    "earning": 1875,
    "degree.": 1876,
    "INC": 1877,
    "indicates": 1878,
    "until": 1879,
    "removed,": 1880,
    "included": 1881,
    "computation": 1882,
    "GWA.": 1883,
    "grade.": 1884,
    "subjects.": 1885,
    "Your": 1886,
    "converted": 1887,
    "concerned": 1888,
    "professor(s).": 1889,
    "In": 1890,
    "event": 1891,
    "professor(s)": 1892,
    "contacted": 1893,
    "(due": 1894,
    "resignation,": 1895,
    "retirement,": 1896,
    "death,": 1897,
    "etc.),": 1898,
    "empowered": 1899,
    "make": 1900,
    "decisions": 1901,
    "consultation": 1902,
    "Department": 1903,
    "Chair.": 1904,
    "recommended": 1905,
    "satisfied": 1906,
    "all": 1907,
    "graduation.": 1908,
    "unless": 1909,
    "residence": 1910,
    "terms/semesters": 1911,
    "course.": 1912,
    "Summa": 1913,
    "Cum": 1914,
    "Laude": 1915,
    "awarded": 1916,
    "GWA": 1917,
    "\u2264": 1918,
    "1.25,": 1919,
    "they": 1920,
    "carried": 1921,
    "semester.": 1922,
    "Magna": 1923,
    "1.25": 1924,
    "<": 1925,
    "1.45,": 1926,
    "1.45": 1927,
    "1.75": 1928,
    ",": 1929,
    "graduating": 1930,
    "meets": 1931,
    "fails": 1932,
    "honors,": 1933,
    "'with": 1934,
    "ACADEMIC": 1935,
    "DISTINCTION'.": 1936,
    "lower": 1937,
    "subjects": 1938,
    "regardless": 1939,
    "whether": 1940,
    "was": 1941,
    "elsewhere.": 1942,
    "were": 1943,
    "transferee,": 1944,
    "completed": 1945,
    "least": 1946,
    "seventy-five": 1947,
    "(75%)": 1948,
    "six": 1949,
    "(6)": 1950,
    "semesters/terms": 1951,
    "immediately": 1952,
    "gives": 1953,
    "excels": 1954,
    "academics,": 1955,
    "leadership,": 1956,
    "sports": 1957,
    "activities.": 1958,
    "Likewise,": 1959,
    "winners": 1960,
    "regional,": 1961,
    "competitions": 1962,
    "topnotchers": 1963,
    "examinations.": 1964,
    "awards": 1965,
    "With": 1966,
    "respective": 1967,
    "registrars": 1968,
    "request": 1969,
    "records.": 1970,
    "student's": 1971,
    "receipt": 1972,
    "payment.": 1973,
    "inform": 1974,
    "registar,": 1975,
    "weeks": 1976,
    "before": 1977,
    "touch": 1978,
    "registrar.": 1979,
    "honorarium": 1980,
    "follows:": 1981,
    "Hourly": 1982,
    "rate": 1983,
    "times": 1984,
    "divided": 1985,
    "One": 1986,
    "eighteen": 1987,
    "(18)": 1988,
    "lecture,": 1989,
    "discussion,": 1990,
    "seminar,": 1991,
    "tutorial,": 1992,
    "combination": 1993,
    "forms.": 1994,
    "certain": 1995,
    "program/course": 1996,
    "Only": 1997,
    "permitted": 1998,
    "does": 1999,
    "thirty-three": 2000,
    "(33)": 2001,
    "Undergraduate": 2002,
    "classified": 2003,
    "regular,": 2004,
    "irregular,": 2005,
    "non-regular,": 2006,
    "foreign.": 2007,
    "classified,": 2008,
    "purposes": 2009,
    "Year,": 2010,
    "Sophomore,": 2011,
    "Junior,": 2012,
    "Pre-senior.": 2013,
    "registered": 2014,
    "formal": 2015,
    "credits,": 2016,
    "carries": 2017,
    "called": 2018,
    "Irregular": 2019,
    "Non-Regular": 2020,
    "degree": 2021,
    "receive": 2022,
    "credit/s": 2023,
    "taken.": 2024,
    "Classified": 2025,
    "non-regular": 2026,
    "a)": 2027,
    "Non-degree": 2028,
    "b)": 2029,
    "Cross": 2030,
    "registrants": 2031,
    "c)": 2032,
    "without": 2033,
    "credits.": 2034,
    "citizen": 2035,
    "/subject": 2036,
    "resident": 2037,
    "country": 2038,
    "qualified": 2039,
    "submitted": 2040,
    "five-year": 2041,
    "pre-senior": 2042,
    "sixty": 2043,
    "(60)": 2044,
    "percent,": 2045,
    "eighty": 2046,
    "(80)": 2047,
    "Library": 2048,
    "composed": 2049,
    "ten": 2050,
    "(10)": 2051,
    "Unit/College": 2052,
    "libraries,": 2053,
    "namely,": 2054,
    "CE": 2055,
    "Library,": 2056,
    "CN": 2057,
    "ILS-Elementary": 2058,
    "ILS-High": 2059,
    "Main": 2060,
    "Campus;": 2061,
    "East": 2062,
    "(CEng": 2063,
    "CIT),": 2064,
    "Daraga": 2065,
    "(CSSP": 2066,
    "CBEM),": 2067,
    "CAF": 2068,
    "PC": 2069,
    "TC": 2070,
    "GC": 2071,
    "Library.": 2072,
    "All": 2073,
    "bona": 2074,
    "fide": 2075,
    "(Graduate,": 2076,
    "Medicine,": 2077,
    "Undergraduate,": 2078,
    "Secondary": 2079,
    "Elementary)": 2080,
    "entitled": 2081,
    "units/colleges": 2082,
    "provided": 2083,
    "validated": 2084,
    "secure": 2085,
    "unit/college": 2086,
    "(COR).": 2087,
    "cards": 2088,
    "then": 2089,
    "issued": 2090,
    "accomplished": 2091,
    "recent": 2092,
    "1x1": 2093,
    "ID": 2094,
    "photos": 2095,
    "used": 2096,
    "identification": 2097,
    "passport": 2098,
    "when": 2099,
    "entering": 2100,
    "borrowing": 2101,
    "book/s": 2102,
    "overnight": 2103,
    "over-weekend": 2104,
    "use.": 2105,
    "throughout": 2106,
    "non-transferrable.": 2107,
    "To": 2108,
    "Librarian-in-charge": 2109,
    "currently": 2110,
    "card.": 2111,
    "No,": 2112,
    "sign": 2113,
    "books": 2114,
    "behalf": 2115,
    "else.": 2116,
    "references": 2117,
    "like": 2118,
    "encyclopedias,": 2119,
    "dictionaries,": 2120,
    "indexes,": 2121,
    "yearbooks,": 2122,
    "handbooks,": 2123,
    "atlases,": 2124,
    "newspapers,": 2125,
    "FOR": 2126,
    "ROOM": 2127,
    "USE": 2128,
    "ONLY.": 2129,
    "ONLY": 2130,
    "collections": 2131,
    "dissertations,": 2132,
    "theses,": 2133,
    "studies": 2134,
    "rare": 2135,
    "NOT": 2136,
    "ALLOWED": 2137,
    "TO": 2138,
    "BE": 2139,
    "PHOTOCOPIED.": 2140,
    "comply": 2141,
    "copyright": 2142,
    "law.": 2143,
    "Reserved": 2144,
    "borrowed": 2145,
    "week-end": 2146,
    "hour": 2147,
    "closing": 2148,
    "returned": 2149,
    "9:00": 2150,
    "A.M.": 2151,
    "(2)": 2152,
    "Non-reserved": 2153,
    "Circulation": 2154,
    "day.": 2155,
    "Fiction": 2156,
    "renewed": 2157,
    "week,": 2158,
    "borrower": 2159,
    "signifies": 2160,
    "same.": 2161,
    "Mondays-Friday": 2162,
    "8:00": 2163,
    "AM": 2164,
    "7:00": 2165,
    "PM": 2166,
    "Saturdays": 2167,
    "5:00": 2168,
    "Weekdays:": 2169,
    "6:00": 2170,
    "(no": 2171,
    "NOON": 2172,
    "BREAK)": 2173,
    "Saturdays:": 2174,
    "closed": 2175,
    "Nursing": 2176,
    "ILS-Children's": 2177,
    "7:40": 2178,
    "ILS": 2179,
    "4:00": 2180,
    "BUPC": 2181,
    "BUGC": 2182,
    "pay": 2183,
    "depending": 2184,
    "researcher": 2185,
    "user.": 2186,
    "Validated": 2187,
    "School/Office": 2188,
    "ID,": 2189,
    "Referral": 2190,
    "administrator": 2191,
    "Valid": 2192,
    "(Voter's,": 2193,
    "Postal,": 2194,
    "Driver's": 2195,
    "License)": 2196,
    "Walk-in/Non-Academe-based": 2197,
    "Researchers": 2198,
    "Out-of-School": 2199,
    "Youths": 2200,
    "researcher's": 2201,
    "(1)": 2202,
    "30.00/day,": 2203,
    "50.00/day,": 2204,
    "(3)": 2205,
    "Walk-in/Non-academe": 2206,
    "100.00/day": 2207,
    "Here's": 2208,
    "website:": 2209,
    "https://sites.google.com/bicol-u.edu.ph/buls/home": 2210,
    "Clinic": 2211,
    "provides": 2212,
    "basic": 2213,
    "services": 2214,
    "personnel": 2215,
    "namely:": 2216,
    "1.": 2217,
    "Conduct": 2218,
    "Examination;": 2219,
    "Giving": 2220,
    "attention": 2221,
    "daily": 2222,
    "consultations": 2223,
    "treatments;": 2224,
    "3.": 2225,
    "Issuance": 2226,
    "certificates;": 2227,
    ".": 2228,
    "emergency": 2229,
    "cases/during": 2230,
    "athletics;": 2231,
    "5.": 2232,
    "Making": 2233,
    "referrals": 2234,
    "cases": 2235,
    "proper": 2236,
    "authorities;": 2237,
    "6.": 2238,
    "lectures/counseling": 2239,
    "illness;": 2240,
    "7.": 2241,
    "Establishment": 2242,
    "linkages": 2243,
    "among": 2244,
    "agencies.": 2245,
    "like:": 2246,
    "Annual": 2247,
    "Examination": 2248,
    "Students;": 2249,
    "Performance": 2250,
    "prophylaxis;": 2251,
    "4.": 2252,
    "extraction;": 2253,
    "chair": 2254,
    "side": 2255,
    "instruction/": 2256,
    "lectures;": 2257,
    "certificates.": 2258,
    "services.": 2259,
    "Monday": 2260,
    "Friday": 2261,
    "(8:00-12:00": 2262,
    "AM,": 2263,
    "1:00-8:00": 2264,
    "PM)": 2265,
    "Saturday": 2266,
    "AM).": 2267,
    "(Main": 2268,
    "Clinic)": 2269,
    "BUCE": 2270,
    "sub-": 2271,
    "clinics": 2272,
    "situated": 2273,
    "different": 2274,
    "campuses": 2275,
    "ready": 2276,
    "serve": 2277,
    "populace": 2278,
    "BUPC-": 2279,
    "Polangui,": 2280,
    "BUCAF-Guinobatan,": 2281,
    "BUCBEM": 2282,
    "BUCSSP": 2283,
    "Daraga,": 2284,
    "Gubat,": 2285,
    "BUCIT-BUCEng": 2286,
    "Albay,": 2287,
    "BUTC": 2288,
    "City.": 2289,
    "conforms": 2290,
    "Comprehensive": 2291,
    "Dangerous": 2292,
    "Drugs": 2293,
    "2002": 2294,
    "(R.A.": 2295,
    "9165)": 2296,
    "abide": 2297,
    "provisions": 2298,
    "stipulated": 2299,
    "therein.": 2300,
    "Provided": 2301,
    "expenses": 2302,
    "private": 2303,
    "schools": 2304,
    "under": 2305,
    "section": 2306,
    "borne": 2307,
    "government.": 2308,
    "basketball": 2309,
    "courts,": 2310,
    "oval": 2311,
    "track": 2312,
    "field,": 2313,
    "volleyball": 2314,
    "court,": 2315,
    "soccer": 2316,
    "swimming": 2317,
    "pool": 2318,
    "availed": 2319,
    "personnel.": 2320,
    "students'": 2321,
    "entitle": 2322,
    "facilities.": 2323,
    "Offense": 2324,
    "Reprimand,": 2325,
    "Written": 2326,
    "Warning,": 2327,
    "Third": 2328,
    "Community": 2329,
    "Fourth": 2330,
    "Suspension": 2331,
    "7": 2332,
    "strictly": 2333,
    "observes": 2334,
    "smoke-free": 2335,
    "environment": 2336,
    "smoking": 2337,
    "premises": 2338,
    "prohibited.": 2339,
    "conducted": 2340,
    "even": 2341,
    "its": 2342,
    "premises.": 2343,
    "participation": 2344,
    "missed": 2345,
    "fulfilling": 2346,
    "own": 2347,
    "personal": 2348,
    "responsibility.": 2349,
    "activity": 2350,
    "(contest,": 2351,
    "play,": 2352,
    "band,": 2353,
    "orchestra,": 2354,
    "choir": 2355,
    "conference,": 2356,
    "congress)": 2357,
    "nor": 2358,
    "join": 2359,
    "association,": 2360,
    "club": 2361,
    "similar": 2362,
    "groups": 2363,
    "representative": 2364,
    "so": 2365,
    "authorized": 2366,
    "writing": 2367,
    "College/Unit.": 2368,
    "P.E.": 2369,
    "worn": 2370,
    "games": 2371,
    "campus,": 2372,
    "while": 2373,
    "university,": 2374,
    "except": 2375,
    "non-uniform": 2376,
    "days.": 2377,
    "Inappropriate": 2378,
    "contrary": 2379,
    "culturally": 2380,
    "acceptable": 2381,
    "limited": 2382,
    "blouse": 2383,
    "bare": 2384,
    "back,": 2385,
    "midriffs,": 2386,
    "low": 2387,
    "plunging": 2388,
    "neckline,": 2389,
