Model: "model"
__________________________________________________________________________________________________
Layer (type)                    Output Shape         Param #     Connected to                     
==================================================================================================
input_2 (InputLayer)            [(None, 70)]         0                                            
__________________________________________________________________________________________________
input_1 (InputLayer)            [(None, 70)]         0                                            
__________________________________________________________________________________________________
embedding (Embedding)           (None, 70, 100)      243400      input_1[0][0]                    
                                                                 input_2[0][0]                    
__________________________________________________________________________________________________
bidirectional (Bidirectional)   [(None, 70, 1024), ( 2510848     embedding[0][0]                  
__________________________________________________________________________________________________
concatenate (Concatenate)       (None, 1024)         0           bidirectional[0][1]              
                                                                 bidirectional[0][3]              
__________________________________________________________________________________________________
concatenate_1 (Concatenate)     (None, 1024)         0           bidirectional[0][2]              
                                                                 bidirectional[0][4]              
__________________________________________________________________________________________________
lstm_1 (LSTM)                   [(None, 70, 1024), ( 4608000     embedding[1][0]                  
                                                                 concatenate[0][0]                
                                                                 concatenate_1[0][0]              
__________________________________________________________________________________________________
attention_layer (AttentionLayer ((None, 70, 1024), ( 2098176     bidirectional[0][0]              
                                                                 lstm_1[0][0]                     
__________________________________________________________________________________________________
concatenate_2 (Concatenate)     (None, 70, 2048)     0           lstm_1[0][0]                     
                                                                 attention_layer[0][0]            
__________________________________________________________________________________________________
dense (Dense)                   (None, 70, 2434)     4987266     concatenate_2[0][0]              
==================================================================================================
Total params: 14,447,690
Trainable params: 14,447,690
Non-trainable params: 0
__________________________________________________________________________________________________
