{"PAD": 0, "UNK": 1, "hello": 2, "hi": 3, "good": 4, "day": 5, "even": 6, "afternoon": 7, "morning": 8, "bye": 9, "night": 10, "thank": 11, "asdf": 12, "help": 13, "vision": 14, "bicol": 15, "university": 16, "mission": 17, "quality": 18, "policy": 19, "goals": 20, "president": 21, "dean": 22, "college": 23, "science": 24, "contact": 25, "arts": 26, "letter": 27, "nurse": 28, "director": 29, "institute": 30, "physical": 31, "education": 32, "sport": 33, "recreation": 34, "jesse": 35, "robredo": 36, "governance": 37, "development": 38, "graduate": 39, "school": 40, "open": 41, "medicine": 42, "law": 43, "business": 44, "economics": 45, "management": 46, "social": 47, "philosophy": 48, "architecture": 49, "engineer": 50, "industrial": 51, "technology": 52, "agriculture": 53, "forestry": 54, "tabaco": 55, "campus": 56, "polangui": 57, "gubat": 58, "registrar": 59, "enroll": 60, "undegraduate": 61, "program": 62, "follow": 63, "selective": 64, "admission": 65, "entrance": 66, "examination": 67, "qualify": 68, "freshmen": 69, "cutoff": 70, "rat": 71, "transfer": 72, "requirements": 73, "transferees": 74, "fee": 75, "need": 76, "settle": 77, "process": 78, "undergo": 79, "interview": 80, "applicant": 81, "eligible": 82, "recognize": 83, "units": 84, "earn": 85, "previous": 86, "limit": 87, "credit": 88, "admit": 89, "technicalvocational": 90, "course": 91, "shift": 92, "another": 93, "readmitted": 94, "stop": 95, "upon": 96, "return": 97, "leave": 98, "absence": 99, "old": 100, "students": 101, "undergraduate": 102, "foreign": 103, "nations": 104, "high": 105, "abroad": 106, "register": 107, "enrol": 108, "schedule": 109, "registration": 110, "long": 111, "stay": 112, "type": 113, "exams": 114, "grade": 115, "system": 116, "outstanding": 117, "superior": 118, "satisfactory": 119, "fair": 120, "average": 121, "poor": 122, "lowest": 123, "possible": 124, "many": 125, "time": 126, "retake": 127, "subject": 128, "maintain": 129, "happen": 130, "achieve": 131, "pass": 132, "incomplete": 133, "remove": 134, "cannot": 135, "complete": 136, "professor": 137, "give": 138, "graduation": 139, "suma": 140, "laude": 141, "magna": 142, "require": 143, "general": 144, "weight": 145, "latin": 146, "honor": 147, "fail": 148, "meet": 149, "qualifications": 150, "academic": 151, "distinction": 152, "transferee": 153, "award": 154, "nonacademic": 155, "incentives": 156, "recognition": 157, "get": 158, "transcript": 159, "record": 160, "diploma": 161, "procedures": 162, "cost": 163, "recovery": 164, "much": 165, "uniform": 166, "hours": 167, "load": 168, "unit": 169, "semester": 170, "allow": 171, "carry": 172, "additional": 173, "classification": 174, "regular": 175, "irregular": 176, "nonregular": 177, "consider": 178, "presenior": 179, "libraries": 180, "use": 181, "apply": 182, "library": 183, "card": 184, "purpose": 185, "validity": 186, "borrow": 187, "book": 188, "materials": 189, "someone": 190, "else": 191, "dissertations": 192, "theses": 193, "manuscripts": 194, "feasibility": 195, "study": 196, "photocopy": 197, "days": 198, "keep": 199, "week": 200, "weekend": 201, "close": 202, "east": 203, "ilschildren\u2019s": 204, "\u2013": 205, "daraga": 206, "outsiders": 207, "enter": 208, "medical": 209, "service": 210, "clinic": 211, "offer": 212, "dental": 213, "avail": 214, "main": 215, "locate": 216, "random": 217, "test": 218, "recreational": 219, "facilities": 220, "sanction": 221, "penalties": 222, "violate": 223, "rule": 224, "regulation": 225, "smoke": 226, "free": 227, "attend": 228, "activities": 229, "excuse": 230, "class": 231, "participate": 232, "cocurricular": 233, "outside": 234, "wear": 235, "inappropriate": 236, "attire": 237, "wash": 238, "lose": 239, "id": 240, "offenses": 241, "bully": 242, "firearms": 243, "dangerous": 244, "weapons": 245, "create": 246, "disorder": 247, "disturbance": 248, "within": 249, "destruction": 250, "property": 251, "guests": 252, "employees": 253, "drink": 254, "alcoholic": 255, "beverages": 256, "manifest": 257, "drunken": 258, "behavior": 259, "premise": 260, "falsification": 261, "official": 262, "document": 263, "gamble": 264, "haze": 265, "variety": 266, "inside": 267, "fraternity": 268, "sorority": 269, "individual": 270, "group": 271, "represent": 272, "accredit": 273, "organization": 274, "malversation": 275, "unlawful": 276, "disbursement": 277, "fund": 278, "plagiarism": 279, "possession": 280, "prohibit": 281, "drug": 282, "chemicals": 283, "photo": 284, "video": 285, "voyeurism": 286, "sexual": 287, "harassment": 288, "stalk": 289, "theft": 290, "belong": 291, "community": 292, "guest": 293, "unauthorized": 294, "solicitation": 295, "contribution": 296, "donation": 297, "discourtesy": 298, "disgraceful": 299, "immoral": 300, "conduct": 301, "dishonesty": 302, "serious": 303, "less": 304, "simple": 305, "scholarship": 306, "opportunities": 307, "core": 308, "value": 309, "board": 310, "regents": 311, "cross": 312, "write": 313, "permission": 314, "change": 315, "add": 316, "file": 317, "absense": 318, "two": 319, "probation": 320, "three": 321, "tution": 322, "cultural": 323, "tertiary": 324, "subsidy": 325, "components": 326, "national": 327, "train": 328, "enlist": 329, "civic": 330, "welfare": 331, "literacy": 332, "reserve": 333, "officer": 334, "corps": 335, "copy": 336, "form": 337, "exist": 338, "student": 339, "organizations": 340, "midterm": 341, "final": 342, "last": 343, "20212022": 344, "deadline": 345, "submmission": 346, "date": 347, "enrollment": 348, "midyear": 349, "start": 350, "mid": 351, "year": 352, "period": 353, "20222023": 354, "recommend": 355, "textile": 356, "color": 357, "mascot": 358, "publications": 359, "publication": 360, "council": 361, "usc": 362, "roles": 363, "curricular": 364, "field": 365, "trip": 366, "educational": 367, "tour": 368, "experiential": 369, "learn": 370, "rle": 371, "relate": 372, "experience": 373, "artificial": 374, "intelligence": 375, "political": 376, "sociocivic": 377, "lifestyle": 378, "environmental": 379, "spiritual": 380, "religious": 381, "policies": 382, "regulations": 383, "amphitheater": 384, "audiovisual": 385, "center": 386, "language": 387, "laboratory": 388, "financial": 389, "aid": 390, "assistantships": 391, "assistants": 392, "assistantship": 393, "assistant": 394, "work": 395, "render": 396, "monthly": 397, "lister": 398, "scholarships": 399, "ask": 400, "may": 401, "able": 402, "happy": 403, "sorry": 404, "understand": 405, "bubot": 406, "answer": 407, "query": 408, "worldclass": 409, "produce": 410, "leaders": 411, "agents": 412, "transformation": 413, "shall": 414, "professional": 415, "technical": 416, "provide": 417, "advance": 418, "specialize": 419, "instruction": 420, "literature": 421, "sciences": 422, "besides": 423, "promotion": 424, "scientific": 425, "technological": 426, "research": 427, "commit": 428, "continually": 429, "strive": 430, "excellence": 431, "extension": 432, "highest": 433, "level": 434, "clientele": 435, "satisfaction": 436, "adhere": 437, "standards": 438, "applicable": 439, "statutory": 440, "regulatory": 441, "arnulfo": 442, "mascari\u00f1as": 443, "prof": 444, "jocelyn": 445, "serrano": 446, "telephone": 447, "052": 448, "4812159": 449, "email": 450, "jeserranobicolueduph": 451, "dr": 452, "leticia": 453, "lopez": 454, "4815280": 455, "jean": 456, "annette": 457, "ibo": 458, "no052": 459, "4800610": 460, "bicoluniversitycollegeofnursingyahoocom": 461, "carina": 462, "sales": 463, "4830758": 464, "noemi": 465, "site": 466, "moment": 467, "lorna": 468, "mi\u00f1a": 469, "4830487": 470, "bicolmentors08yahoocom": 471, "lornsmmyahoocom": 472, "herbert": 473, "b": 474, "rosana": 475, "4811454": 476, "bugsdeanbicolueduph": 477, "ramesis": 478, "lorino": 479, "ruben": 480, "caragay": 481, "7420076": 482, "rncaragaybicolueduph": 483, "bucmdeanbicolueduph": 484, "atty": 485, "hardy": 486, "aquende": 487, "eddie": 488, "see": 489, "bucbembicolueduph": 490, "ess4560bicolueduph": 491, "alex": 492, "nepomuceno": 493, "abnepomucenobicolueduph": 494, "bucsspdeanbicolueduph": 495, "leo": 496, "rosario": 497, "7426728": 498, "ronacionaljrbicolueduph": 499, "buiabicolueduph": 500, "engr": 501, "amelia": 502, "gonzales": 503, "7424091": 504, "bucengdeangmailcom": 505, "abbg0116yahoocom": 506, "jonathan": 507, "arroco": 508, "4804595": 509, "jcarrocobicolueduph": 510, "bucitdeanbicolueduph": 511, "domingo": 512, "nace": 513, "4846336": 514, "bucaf100bicolueduph": 515, "maria": 516, "giselle": 517, "mortega": 518, "4875247": 519, "2577090": 520, "8300012": 521, "butcdeanbicolueduph": 522, "mary": 523, "joy": 524, "catangui": 525, "4372852": 526, "0522125498": 527, "8350560": 528, "bupcdeanbicolueduph": 529, "rosemarie": 530, "r": 531, "jadie": 532, "0563111145": 533, "rrjadiebicolueduph": 534, "bugcdeanbicolueduph": 535, "ms": 536, "veronica": 537, "gomez": 538, "4817881": 539, "vogomezbicolueduph": 540, "bugsregbicolueduph": 541, "camba": 542, "ancambabicolueduph": 543, "bucafregbicolueduph": 544, "catherine": 545, "lagata": 546, "cdlagatabicolueduph": 547, "bucsspregbicolueduph": 548, "mr": 549, "salvador": 550, "abi\u00f1o": 551, "smabinobicolueduph": 552, "bucbemregbicolueduph": 553, "jane": 554, "siapno": 555, "4815975": 556, "jbsiapnobicolueduph": 557, "buceregistrarbicolueduph": 558, "ruby": 559, "rivero": 560, "rlriverobicolueduph": 561, "bucengregbicolueduph": 562, "teresita": 563, "p": 564, "baloloy": 565, "4802760": 566, "bucnregbicolueduph": 567, "ana": 568, "ayre": 569, "4311053": 570, "abdelayrebicolueduph": 571, "bucitregbicolueduph": 572, "antonio": 573, "lleva": 574, "4816192": 575, "arllevabicolueduph": 576, "bucalregbicolueduph": 577, "sharlene": 578, "mendizabal": 579, "4811455": 580, "bucsregbicolueduph": 581, "sheila": 582, "marie": 583, "magalona": 584, "4800700": 585, "smmmagalonabicolueduph": 586, "bucmregbicolueduph": 587, "number": 588, "09177056069": 589, "buclregbicolueduph": 590, "lily": 591, "lolo": 592, "lrlolobicolueduph": 593, "bupcregbicolueduph": 594, "wilhelmina": 595, "henson": 596, "wbhensonbicolueduph": 597, "butcregbicolueduph": 598, "rechel": 599, "marcaida": 600, "lead": 601, "baccalaureate": 602, "degree": 603, "incoming": 604, "promote": 605, "threehour": 606, "consist": 607, "subtests": 608, "proficiency": 609, "english": 610, "mathematics": 611, "read": 612, "comprehension": 613, "base": 614, "applicant\u2019s": 615, "composite": 616, "score": 617, "hisher": 618, "9": 619, "11": 620, "seniors": 621, "expect": 622, "senior": 623, "take": 624, "andare": 625, "holders": 626, "philippines": 627, "placement": 628, "alternative": 629, "peptals": 630, "certificate": 631, "licensure": 632, "nonlicensure": 633, "admissions": 634, "office": 635, "contingent": 636, "availability": 637, "slot": 638, "applicants": 639, "seek": 640, "declare": 641, "available": 642, "application": 643, "must": 644, "reach": 645, "due": 646, "prior": 647, "together": 648, "intent": 649, "certification": 650, "deandirector": 651, "placeslot": 652, "duly": 653, "sign": 654, "original": 655, "bear": 656, "seal": 657, "honorable": 658, "dismissal": 659, "transferees\u2019": 660, "commence": 661, "payment": 662, "inclusive": 663, "aptitude": 664, "colleges": 665, "still": 666, "go": 667, "collegeunit": 668, "intend": 669, "collegeprogram": 670, "eligibility": 671, "determine": 672, "result": 673, "multiple": 674, "assessment": 675, "include": 676, "courseprogram": 677, "collegeunitdepartment": 678, "point": 679, "20": 680, "89": 681, "finish": 682, "twentyfive": 683, "percent": 684, "25": 685, "andor": 686, "collegesuniversities": 687, "accreditation": 688, "higher": 689, "ched": 690, "however": 691, "exceed": 692, "total": 693, "terminal": 694, "assess": 695, "caseto": 696, "case": 697, "basis": 698, "documentary": 699, "condition": 700, "set": 701, "vie": 702, "placesslots": 703, "along": 704, "specify": 705, "among": 706, "others": 707, "reason": 708, "request": 709, "shifters": 710, "php": 711, "10000": 712, "health": 713, "valid": 714, "present": 715, "support": 716, "drop": 717, "right": 718, "refuse": 719, "enrollmentreadmission": 720, "account": 721, "proof": 722, "violation": 723, "deficiency": 724, "paper": 725, "presentation": 726, "clearance": 727, "officials": 728, "concern": 729, "personal": 730, "data": 731, "affidavit": 732, "alien": 733, "acr": 734, "toefl": 735, "approve": 736, "permit": 737, "5000": 738, "completion": 739, "secondary": 740, "curriculum": 741, "nonnative": 742, "speakers": 743, "international": 744, "foreignbased": 745, "lieu": 746, "scholastic": 747, "sit": 748, "minimum": 749, "combine": 750, "1200": 751, "critical": 752, "subtest": 753, "areas": 754, "fill": 755, "prescribe": 756, "pay": 757, "precede": 758, "summer": 759, "session": 760, "reenrolled": 761, "clear": 762, "late": 763, "calendar": 764, "maximum": 765, "residensy": 766, "length": 767, "plus": 768, "pursuant": 769, "universal": 770, "access": 771, "act": 772, "2017": 773, "examinations": 774, "every": 775, "term": 776, "oral": 777, "practical": 778, "discretion": 779, "instructor": 780, "five": 781, "adjectival": 782, "10": 783, "14": 784, "equivalent": 785, "99100": 786, "98": 787, "97": 788, "96": 789, "95": 790, "subsequently": 791, "15": 792, "17": 793, "94": 794, "93": 795, "92": 796, "18": 797, "91": 798, "90": 799, "88": 800, "87": 801, "86": 802, "85": 803, "84": 804, "26": 805, "28": 806, "8283": 807, "8081": 808, "7879": 809, "29": 810, "30": 811, "7677": 812, "75": 813, "31": 814, "40": 815, "3140": 816, "50": 817, "failure": 818, "incur": 819, "mark": 820, "comprehensive": 821, "disqualify": 822, "indicate": 823, "computation": 824, "convert": 825, "professors": 826, "event": 827, "resignation": 828, "retirement": 829, "death": 830, "etc": 831, "empower": 832, "make": 833, "decisions": 834, "consultation": 835, "department": 836, "chair": 837, "satisfy": 838, "unless": 839, "residence": 840, "termssemesters": 841, "summa": 842, "\u2264": 843, "125": 844, "145": 845, "175": 846, "lower": 847, "regardless": 848, "whether": 849, "elsewhere": 850, "least": 851, "seventyfive": 852, "six": 853, "6": 854, "semestersterms": 855, "immediately": 856, "excel": 857, "academics": 858, "leadership": 859, "likewise": 860, "winners": 861, "regional": 862, "competitions": 863, "topnotchers": 864, "respective": 865, "registrars": 866, "receipt": 867, "inform": 868, "registar": 869, "later": 870, "weeks": 871, "touch": 872, "honorarium": 873, "hourly": 874, "rate": 875, "faculty": 876, "x": 877, "design": 878, "disseminate": 879, "eighteen": 880, "full": 881, "lecture": 882, "discussion": 883, "seminar": 884, "tutorial": 885, "combination": 886, "certain": 887, "programcourse": 888, "thirtythree": 889, "33": 890, "classify": 891, "first": 892, "sophomore": 893, "junior": 894, "formal": 895, "call": 896, "receive": 897, "nondegree": 898, "registrants": 899, "special": 900, "without": 901, "citizen": 902, "resident": 903, "country": 904, "submit": 905, "fiveyear": 906, "sixty": 907, "60": 908, "eighty": 909, "80": 910, "compose": 911, "ten": 912, "unitcollege": 913, "namely": 914, "ilselementary": 915, "ilshigh": 916, "bona": 917, "fide": 918, "elementary": 919, "entitle": 920, "unitscolleges": 921, "validate": 922, "secure": 923, "librarian": 924, "cor": 925, "issue": 926, "accomplish": 927, "recent": 928, "1x1": 929, "photos": 930, "identification": 931, "passport": 932, "overnight": 933, "overweekend": 934, "throughout": 935, "nontransferrable": 936, "librarianincharge": 937, "currently": 938, "behalf": 939, "reference": 940, "like": 941, "encyclopedias": 942, "dictionaries": 943, "index": 944, "yearbooks": 945, "handbooks": 946, "atlases": 947, "newspapers": 948, "magazines": 949, "journals": 950, "room": 951, "yes": 952, "collections": 953, "project": 954, "rare": 955, "comply": 956, "copyright": 957, "hour": 958, "900": 959, "2": 960, "nonreserved": 961, "circulation": 962, "fiction": 963, "renew": 964, "borrower": 965, "signify": 966, "mondaysfriday": 967, "800": 968, "700": 969, "pm": 970, "saturdays": 971, "500": 972, "weekdays": 973, "600": 974, "noon": 975, "break": 976, "740": 977, "400": 978, "depend": 979, "researcher": 980, "external": 981, "user": 982, "schooloffice": 983, "referral": 984, "administrator": 985, "voter": 986, "postal": 987, "driver": 988, "license": 989, "walkinnonacademebased": 990, "researchers": 991, "outofschool": 992, "youths": 993, "basic": 994, "personnel": 995, "1": 996, "attention": 997, "daily": 998, "consultations": 999, "treatments": 1000, "3": 1001, "issuance": 1002, "emergency": 1003, "casesduring": 1004, "athletics": 1005, "5": 1006, "referrals": 1007, "proper": 1008, "authorities": 1009, "lecturescounseling": 1010, "illness": 1011, "7": 1012, "establishment": 1013, "linkages": 1014, "agencies": 1015, "annual": 1016, "performance": 1017, "prophylaxis": 1018, "4": 1019, "extraction": 1020, "side": 1021, "monday": 1022, "friday": 1023, "8001200": 1024, "100800": 1025, "saturday": 1026, "clinics": 1027, "situate": 1028, "different": 1029, "campuses": 1030, "ready": 1031, "serve": 1032, "populace": 1033, "bucafguinobatan": 1034, "bugcgubat": 1035, "bucitbucengalbay": 1036, "butctabaco": 1037, "city": 1038, "conform": 1039, "2002": 1040, "ra": 1041, "9165": 1042, "abide": 1043, "provision": 1044, "stipulate": 1045, "therein": 1046, "expense": 1047, "public": 1048, "private": 1049, "section": 1050, "government": 1051, "basketball": 1052, "court": 1053, "oval": 1054, "track": 1055, "volleyball": 1056, "soccer": 1057, "swim": 1058, "pool": 1059, "students\u2019": 1060, "offense": 1061, "reprimand": 1062, "second": 1063, "warn": 1064, "third": 1065, "fourth": 1066, "suspension": 1067, "strictly": 1068, "observe": 1069, "smokefree": 1070, "environment": 1071, "participation": 1072, "miss": 1073, "fulfil": 1074, "responsibility": 1075, "activity": 1076, "contest": 1077, "play": 1078, "band": 1079, "orchestra": 1080, "choir": 1081, "conference": 1082, "congress": 1083, "join": 1084, "association": 1085, "club": 1086, "similar": 1087, "representative": 1088, "authorize": 1089, "game": 1090, "except": 1091, "\u201cnonuniform": 1092, "days\u201d": 1093, "\u201cinappropriate": 1094, "attire\u201d": 1095, "contrary": 1096, "culturally": 1097, "acceptable": 1098, "blouse": 1099, "back": 1100, "midriffs": 1101, "low": 1102, "plunge": 1103, "neckline": 1104, "spaghetti": 1105, "strap": 1106, "halter": 1107, "hang": 1108, "seethrough": 1109, "garment": 1110, "sleeveless": 1111, "shirt": 1112, "short": 1113, "skitsdresses": 1114, "lowrise": 1115, "jeans": 1116, "beach": 1117, "japanese": 1118, "sandals": 1119, "slippers": 1120, "report": 1121, "osas": 1122, "affairs": 1123, "months": 1124, "involve": 1125, "replacement": 1126, "damage": 1127, "hird": 1128, "loss": 1129, "reduction": 1130, "forego": 1131, "extent": 1132, "investigate": 1133, "tee": 1134, "semesters": 1135, "month": 1136, "externallyfunded": 1137, "inquire": 1138, "directly": 1139, "character": 1140, "policymaking": 1141, "body": 1142, "charter": 1143, "state": 1144, "elect": 1145, "chairperson": 1146, "regent": 1147, "unitcredits": 1148, "institution": 1149, "wish": 1150, "correspond": 1151, "addiing": 1152, "presently": 1153, "endorse": 1154, "plan": 1155, "continue": 1156, "new": 1157, "grant": 1158, "petition": 1159, "consecutive": 1160, "renewal": 1161, "meritorious": 1162, "succeed": 1163, "current": 1164, "obtain": 1165, "seventy": 1166, "\u2014": 1167, "automatically": 1168, "roll": 1169, "virtue": 1170, "10931": 1171, "\u201cuniversal": 1172, "act\u201d": 1173, "pursue": 1174, "bachelor\u2019s": 1175, "sy": 1176, "20182019": 1177, "membership": 1178, "magayon": 1179, "dance": 1180, "troupe": 1181, "teatro": 1182, "bue\u00f1o": 1183, "bungcul": 1184, "singers": 1185, "kuerdas": 1186, "rondalla": 1187, "bugkos": 1188, "ginikanan": 1189, "indigenous": 1190, "music": 1191, "ensemble": 1192, "gamelan": 1193, "march": 1194, "part": 1195, "dswd": 1196, "listahanan": 1197, "forward": 1198, "orientation": 1199, "refer": 1200, "component": 1201, "contributory": 1202, "betterment": 1203, "life": 1204, "members": 1205, "enrichment": 1206, "teach": 1207, "numeracy": 1208, "skills": 1209, "children": 1210, "segment": 1211, "society": 1212, "military": 1213, "order": 1214, "motivate": 1215, "organize": 1216, "mobilize": 1217, "defense": 1218, "preparedness": 1219, "accordance": 1220, "republic": 1221, "9163": 1222, "requirement": 1223, "httpsbitlyosasscholarshipform": 1224, "list": 1225, "httpsbitlybuaccreditedorgs": 1226, "httpsbitlybuuniform": 1227, "35": 1228, "1719": 1229, "nongraduating": 1230, "april": 1231, "2527": 1232, "2124": 1233, "24": 1234, "12": 1235, "june": 1236, "8": 1237, "13": 1238, "july": 1239, "commencement": 1240, "exercise": 1241, "21": 1242, "23": 1243, "august": 1244, "highschool": 1245, "lift": 1246, "midnight": 1247, "blue": 1248, "textiles": 1249, "peach": 1250, "twill": 1251, "rotterberg": 1252, "fine": 1253, "wool": 1254, "isko": 1255, "universitarian": 1256, "know": 1257, "unibe": 1258, "departments": 1259, "govern": 1260, "editorial": 1261, "supervision": 1262, "adviser": 1263, "universsity": 1264, "governmental": 1265, "assist": 1266, "problems": 1267, "channel": 1268, "communication": 1269, "offcampus": 1270, "integral": 1271, "institutional": 1272, "relatively": 1273, "shorter": 1274, "duration": 1275, "usually": 1276, "fewer": 1277, "place": 1278, "destination": 1279, "mobility": 1280, "congruent": 1281, "outcomes": 1282, "context": 1283, "noncurricular": 1284, "nonprogrambased": 1285, "strategies": 1286, "implementation": 1287, "safety": 1288, "security": 1289, "ensure": 1290, "chatbot": 1291, "information": 1292, "fraternitysorority": 1293, "primarily": 1294, "engage": 1295, "camaraderie": 1296, "friendship": 1297, "uphold": 1298, "maxims": 1299, "virtues": 1300, "code": 1301, "brotherhood": 1302, "furtherance": 1303, "matter": 1304, "people": 1305, "share": 1306, "view": 1307, "way": 1308, "power": 1309, "express": 1310, "actively": 1311, "interest": 1312, "peoplestudents": 1313, "bring": 1314, "advocacy": 1315, "affirm": 1316, "adequate": 1317, "live": 1318, "positive": 1319, "expressions": 1320, "collective": 1321, "creativity": 1322, "enforce": 1323, "protection": 1324, "valuable": 1325, "resource": 1326, "conservation": 1327, "method": 1328, "spiritualreligious": 1329, "associationorganization": 1330, "growth": 1331, "faith": 1332, "studentorganization": 1333, "find": 1334, "multipurpose": 1335, "build": 1336, "presentations": 1337, "convocations": 1338, "debate": 1339, "enlistment": 1340, "choice": 1341, "could": 1342, "officially": 1343, "dependent": 1344, "100": 1345, "four": 1346, "equal": 1347, "greater": 1348, "buosas": 1349, "SOS": 1350, "hello,": 1351, "how": 1352, "can": 1353, "i": 1354, "help?": 1355, "EOS": 1356, "bye!": 1357, "thanks": 1358, "for": 1359, "asking.": 1360, "will": 1361, "be": 1362, "all": 1363, "if": 1364, "to": 1365, "you": 1366, "help!": 1367, "sorry,": 1368, "not": 1369, "hi!": 1370, "am": 1371, "bubot.": 1372, "your": 1373, "queries": 1374, "about": 1375, ":)": 1376, "a": 1377, "world-class": 1378, "producing": 1379, "and": 1380, "the": 1381, "training,": 1382, "advanced": 1383, "specialized": 1384, "in": 1385, "literature,": 1386, "philosophy,": 1387, "arts,": 1388, "providing": 1389, "of": 1390, "researches": 1391, "commits": 1392, "instruction,": 1393, "by": 1394, "meeting": 1395, "adhering": 1396, "too": 1397, "m.": 1398, "prof.": 1399, "e.": 1400, "no.:": 1401, "(052)": 1402, "481-2159": 1403, "email:": 1404, "jeserrano@bicol-u.edu.ph": 1405, "dr.": 1406, "481-5280": 1407, "s.": 1408, "no.:(052)": 1409, "480-0610": 1410, "bicoluniversity.collegeofnursing@yahoo.com": 1411, "l.": 1412, "no.": 1413, "483-0758": 1414, "no": 1415, "bu": 1416, "as": 1417, "483-0487": 1418, "bicolmentors_08@yahoo.com": 1419, "or": 1420, "lornsmm@yahoo.com": 1421, "b.": 1422, "481-1454": 1423, "bugs-dean@bicol-u.edu.ph": 1424, "moment.": 1425, "742-0076": 1426, "rncaragay@bicol-u.edu.ph": 1427, "bucm-dean@bicol-u.edu.ph": 1428, "atty.": 1429, "bucbem@bicol-u.edu.ph": 1430, "ess4560@bicol-u.edu.ph": 1431, "abnepomuceno@bicol-u.edu.ph": 1432, "bucssp-dean@bicol-u.edu.ph": 1433, "ar.": 1434, "a.": 1435, "del": 1436, "742-6728": 1437, "ronacionaljr@bicol-u.edu.ph": 1438, "buia@bicol-u.edu.ph": 1439, "engr.": 1440, "742-4091": 1441, "bucengdean@gmail.com": 1442, "abbg0116@yahoo.com": 1443, "480-4595": 1444, "jcarroco@bicol-u.edu.ph": 1445, "bucit-dean@bicol-u.edu.ph": 1446, "ll.": 1447, "484-6336": 1448, "bucaf100@bicol-u.edu.ph": 1449, "n.": 1450, "487-5247": 1451, "257-7090": 1452, "830-0012": 1453, "butc-dean@bicol-u.edu.ph": 1454, "437-2852": 1455, "(052)212-5498": 1456, "835-0560": 1457, "bupc-dean@bicol-u.edu.ph": 1458, "r.": 1459, "(056)311-1145": 1460, "rrjadie@bicol-u.edu.ph": 1461, "bugc-dean@bicol-u.edu.ph": 1462, "ms.": 1463, "o.": 1464, "481-7881": 1465, "vogomez@bicol-u.edu.ph": 1466, "bugsreg@bicol-u.edu.ph": 1467, "ada": 1468, "ancamba@bicol-u.edu.ph": 1469, "bucafreg@bicol-u.edu.ph": 1470, "d.": 1471, "cdlagata@bicol-u.edu.ph": 1472, "bucsspreg@bicol-u.edu.ph": 1473, "mr.": 1474, "smabino@bicol-u.edu.ph": 1475, "bucbemreg@bicol-u.edu.ph": 1476, "481-5975": 1477, "jbsiapno@bicol-u.edu.ph": 1478, "buce.registrar@bicol-u.edu.ph": 1479, "rlrivero@bicol-u.edu.ph": 1480, "bucengreg@bicol-u.edu.ph": 1481, "p.": 1482, "480-2760": 1483, "bucnreg@bicol-u.edu.ph": 1484, "431-1053": 1485, "abdelayre@bicol-u.edu.ph": 1486, "bucitreg@bicol-u.edu.ph": 1487, "481-6192": 1488, "arlleva@bicol-u.edu.ph": 1489, "bucalreg@bicol-u.edu.ph": 1490, "481-1455": 1491, "bucsreg@bicol-u.edu.ph": 1492, "480-0700": 1493, "smmmagalona@bicol-u.edu.ph": 1494, "bucmreg@bicol-u.edu.ph": 1495, "number:": 1496, "buclreg@bicol-u.edu.ph": 1497, "lrlolo@bicol-u.edu.ph": 1498, "bupcreg@bicol-u.edu.ph": 1499, "wbhenson@bicol-u.edu.ph": 1500, "butcreg@bicol-u.edu.ph": 1501, "m": 1502, ".marcaida": 1503, "programs": 1504, "leading": 1505, "an": 1506, "is": 1507, "selective.": 1508, "admission,": 1509, "bucet": 1510, "it": 1511, "three-hour": 1512, "consisting": 1513, "sub-tests": 1514, "english,": 1515, "mathematics,": 1516, "reading": 1517, "comprehension.": 1518, "based": 1519, "on": 1520, "(bucet)": 1521, "rating": 1522, "his/her": 1523, "weighted": 1524, "(gwa)": 1525, "expecting": 1526, "at": 1527, "end": 1528, "year;": 1529, "graduates": 1530, "who": 1531, "have": 1532, "taken": 1533, "and/are": 1534, "taking": 1535, "any": 1536, "subject/s;": 1537, "test/": 1538, "learning": 1539, "(pept/als)": 1540, "certificates": 1541, "are": 1542, "college.": 1543, "cut-off": 1544, "non-licensure": 1545, "courses": 1546, "recommended": 1547, "office.": 1548, "slots": 1549, "seeking": 1550, "to,": 1551, "which": 1552, "available.": 1553, "transferees'": 1554, "with": 1555, "transfer.": 1556, "from": 1557, "dean/director": 1558, "place/slot": 1559, "unit;": 1560, "grades": 1561, "signed": 1562, "bearing": 1563, "seal;": 1564, "records": 1565, "(otr)": 1566, "attended;": 1567, "processing": 1568, "documents": 1569, "testing": 1570, "some": 1571, "require.": 1572, "through": 1573, "college/unit": 1574, "they": 1575, "subjected": 1576, "other": 1577, "college/program": 1578, "requirements.": 1579, "determined": 1580, "procedures,": 1581, "including": 1582, "course-program": 1583, "test,": 1584, "required": 1585, "college/unit/department;": 1586, "(gpa)": 1587, "2.0": 1588, "89%;": 1589, "failing": 1590, "taken;": 1591, "finished": 1592, "more": 1593, "than": 1594, "twenty-five": 1595, "(25%)": 1596, "course;": 1597, "interview;": 1598, "and/or": 1599, "procedure(s)": 1600, "college/unit/department.": 1601, "only": 1602, "earned": 1603, "colleges/universities": 1604, "same": 1605, "those": 1606, "recognized": 1607, "credited.": 1608, "credits,": 1609, "however,": 1610, "course.": 1611, "technical-vocational": 1612, "assessed": 1613, "case-to-": 1614, "basis.": 1615, "conditions": 1616, "them.": 1617, "allowed": 1618, "to.": 1619, "places/slots": 1620, "specifying,": 1621, "others,": 1622, "transfer;": 1623, "slot;": 1624, "registrar.": 1625, "100.00.": 1626, "stopped": 1627, "schooling": 1628, "ill": 1629, "re-": 1630, "presenting": 1631, "reason/s": 1632, "dropping": 1633, "out": 1634, "school.": 1635, "college/": 1636, "reserves": 1637, "enrollment/re-admission": 1638, "old/": 1639, "returning": 1640, "proofs": 1641, "rules": 1642, "deficiency.": 1643, "supporting": 1644, "papers": 1645, "re-admitted": 1646, "concerned.": 1647, "(otr);": 1648, "data;": 1649, "support;": 1650, "(acr);": 1651, "results": 1652, "(toefl);": 1653, "approved": 1654, "ched;": 1655, "$50.00": 1656, "where": 1657, "had": 1658, "education;": 1659, "(for": 1660, "non-native": 1661, "english);": 1662, "qualifying": 1663, "following": 1664, "foreign-based": 1665, "such": 1666, "as:": 1667, "(sat)": 1668, "combined": 1669, "writing": 1670, "sub-test": 1671, "areas.": 1672, "qualified": 1673, "should": 1674, "registration.": 1675, "includes": 1676, "filling": 1677, "prescribed": 1678, "forms": 1679, "paying": 1680, "fees.": 1681, "enrolled": 1682, "during": 1683, "preceding": 1684, "re-enrolled": 1685, "being": 1686, "cleared": 1687, "registered": 1688, "after": 1689, "calendar.": 1690, "one": 1691, "2017.": 1692, "written": 1693, "examinations,": 1694, "mid-term": 1695, "term.": 1696, "written,": 1697, "also": 1698, "given": 1699, "instructor.": 1700, "there": 1701, "ratings,": 1702, "outstanding,": 1703, "superior,": 1704, "very": 1705, "satisfactory,": 1706, "poor.": 1707, "1.0": 1708, "-": 1709, "1.4": 1710, "values": 1711, "99-100,": 1712, "98,": 1713, "97,": 1714, "96,": 1715, "subsequently.": 1716, "1.5": 1717, "1.7": 1718, "94,": 1719, "93,": 1720, "1.8": 1721, "2.5": 1722, "91,": 1723, "90,": 1724, "89,": 1725, "88,": 1726, "87,": 1727, "86,": 1728, "2.6": 1729, "2.8": 1730, "82-83,": 1731, "80-81,": 1732, "78-79": 1733, "2.9": 1734, "3.0": 1735, "76-77,": 1736, "3.1": 1737, "4.0": 1738, "below": 1739, "75.": 1740, "3.1-4.0": 1741, "ratings": 1742, "5.0": 1743, "incurred": 1744, "times.": 1745, "passing": 1746, "3.0,": 1747, "but": 1748, "has": 1749, "2.0.": 1750, "disqualified": 1751, "earning": 1752, "degree.": 1753, "inc": 1754, "indicates": 1755, "until": 1756, "removed,": 1757, "included": 1758, "gwa.": 1759, "grade.": 1760, "(inc)": 1761, "subjects.": 1762, "converted": 1763, "concerned": 1764, "professor(s).": 1765, "that": 1766, "professor(s)": 1767, "contacted": 1768, "(due": 1769, "resignation,": 1770, "retirement,": 1771, "death,": 1772, "etc.),": 1773, "empowered": 1774, "chair.": 1775, "satisfied": 1776, "graduation.": 1777, "terms/semesters": 1778, "his": 1779, "cum": 1780, "awarded": 1781, "gwa": 1782, "1.25,": 1783, "carried": 1784, "per": 1785, "semester.": 1786, "1.25": 1787, "<": 1788, "1.45,": 1789, "1.45": 1790, "1.75": 1791, ",": 1792, "graduating": 1793, "meets": 1794, "fails": 1795, "honors,": 1796, "'with": 1797, "distinction'.": 1798, "subjects": 1799, "was": 1800, "elsewhere.": 1801, "were": 1802, "transferee,": 1803, "completed": 1804, "seventy-five": 1805, "(75%)": 1806, "(6)": 1807, "semesters/terms": 1808, "gives": 1809, "excels": 1810, "academics,": 1811, "leadership,": 1812, "sports": 1813, "activities.": 1814, "likewise,": 1815, "regional,": 1816, "examinations.": 1817, "1.25.": 1818, "records.": 1819, "payment.": 1820, "before": 1821, "enrollment.": 1822, "follows:": 1823, "hours/": 1824, "=": 1825, "student.": 1826, "their": 1827, "level.": 1828, "disseminated": 1829, "(18)": 1830, "lecture,": 1831, "discussion,": 1832, "seminar,": 1833, "tutorial,": 1834, "these": 1835, "forms.": 1836, "program/course": 1837, "permitted": 1838, "does": 1839, "thirty-three": 1840, "(33)": 1841, "classified": 1842, "regular,": 1843, "irregular,": 1844, "non-regular,": 1845, "foreign.": 1846, "classified,": 1847, "purposes": 1848, "year,": 1849, "sophomore,": 1850, "junior,": 1851, "pre-senior.": 1852, "carries": 1853, "called": 1854, "non-regular": 1855, "credit/s": 1856, "taken.": 1857, "following:": 1858, "-non-degree": 1859, "credits": 1860, "-cross": 1861, "-special": 1862, "credits.": 1863, "/subject": 1864, "submitted": 1865, "university.": 1866, "five-year": 1867, "pre-senior": 1868, "(60)": 1869, "percent,": 1870, "(80)": 1871, "composed": 1872, "(10)": 1873, "unit/college": 1874, "libraries,": 1875, "namely:": 1876, "ce": 1877, "library,": 1878, "cn": 1879, "ils-elementary": 1880, "ils-high": 1881, "located": 1882, "campus;": 1883, "(ceng": 1884, "&": 1885, "cit),": 1886, "(cssp": 1887, "cbem),": 1888, "caf": 1889, "pc": 1890, "tc": 1891, "gc": 1892, "library.": 1893, "(graduate,": 1894, "medicine,": 1895, "undergraduate,": 1896, "elementary)": 1897, "entitled": 1898, "units/colleges": 1899, "provided": 1900, "validated": 1901, "(cor).": 1902, "cards": 1903, "then": 1904, "issued": 1905, "accomplished": 1906, "copies": 1907, "used": 1908, "when": 1909, "entering": 1910, "borrowing": 1911, "book/s": 1912, "over-weekend": 1913, "use.": 1914, "non-transferrable.": 1915, "librarian-in-charge": 1916, "card.": 1917, "no,": 1918, "books": 1919, "else.": 1920, "references": 1921, "encyclopedias,": 1922, "dictionaries,": 1923, "indexes,": 1924, "yearbooks,": 1925, "handbooks,": 1926, "atlases,": 1927, "newspapers,": 1928, "only.": 1929, "yes,": 1930, "dissertations,": 1931, "theses,": 1932, "studies": 1933, "photocopied.": 1934, "law.": 1935, "reserved": 1936, "borrowed": 1937, "week-end": 1938, "closing": 1939, "returned": 1940, "9:00": 1941, "a.m.": 1942, "(2)": 1943, "non-reserved": 1944, "day.": 1945, "renewed": 1946, "week,": 1947, "signifies": 1948, "same.": 1949, "mondays-friday": 1950, "8:00": 1951, "7:00": 1952, "5:00": 1953, "weekdays:": 1954, "6:00": 1955, "(no": 1956, "break)": 1957, "saturdays:": 1958, "closed": 1959, "7:40": 1960, "4:00": 1961, "depending": 1962, "user.": 1963, "school/office": 1964, "id,": 1965, "(voter": 1966, "is,": 1967, "postal,": 1968, "license)": 1969, "walk-in/non-academe-based": 1970, "out-of-school": 1971, "provides": 1972, "services": 1973, "1.": 1974, "examination;": 1975, "2.": 1976, "giving": 1977, "treatments;": 1978, "3.": 1979, "certificates;": 1980, ".": 1981, "cases/during": 1982, "athletics;": 1983, "5.": 1984, "making": 1985, "cases": 1986, "authorities;": 1987, "6.": 1988, "lectures/counseling": 1989, "illness;": 1990, "7.": 1991, "agencies.": 1992, "like:": 1993, "elementary,": 1994, "students;": 1995, "prophylaxis;": 1996, "4.": 1997, "extraction;": 1998, "instruction/": 1999, "lectures;": 2000, "certificates.": 2001, "services.": 2002, "(8:00-12:00": 2003, "am,": 2004, "1:00-8:00": 2005, "pm)": 2006, "am).": 2007, "(main": 2008, "clinic)": 2009, "buce": 2010, "campus.": 2011, "sub-": 2012, "situated": 2013, "bupc-": 2014, "polangui,": 2015, "bucaf-guinobatan,": 2016, "bucbem": 2017, "bucssp": 2018, "daraga,": 2019, "bugc-gubat,": 2020, "bucit-buceng-albay,": 2021, "butc-tabaco": 2022, "city.": 2023, "conforms": 2024, "drugs": 2025, "(r.a.": 2026, "9165)": 2027, "provisions": 2028, "stipulated": 2029, "therein.": 2030, "expenses": 2031, "schools": 2032, "under": 2033, "this": 2034, "borne": 2035, "government.": 2036, "courts,": 2037, "field,": 2038, "court,": 2039, "swimming": 2040, "availed": 2041, "personnel.": 2042, "them": 2043, "facilities.": 2044, "warning": 2045, "observes": 2046, "smoke-free": 2047, "environment.": 2048, "smoking": 2049, "premises": 2050, "prohibited.": 2051, "conducted": 2052, "its": 2053, "premises.": 2054, "missed": 2055, "fulfilling": 2056, "own": 2057, "responsibility.": 2058, "(contest,": 2059, "play,": 2060, "band,": 2061, "orchestra,": 2062, "conference,": 2063, "congress)": 2064, "nor": 2065, "association,": 2066, "groups": 2067, "so": 2068, "authorized": 2069, "college/unit.": 2070, "p.e.": 2071, "worn": 2072, "classes": 2073, "games": 2074, "campus,": 2075, "classes.": 2076, "while": 2077, "university,": 2078, "\u201cnon-uniform": 2079, "limited": 2080, "bare": 2081, "back,": 2082, "midriffs,": 2083, "plunging": 2084, "neckline,": 2085, "straps,": 2086, "haltered,": 2087, "hanging": 2088, "blouse,": 2089, "see-through": 2090, "garments,": 2091, "men),": 2092, "skits/dresses,": 2093, "low-rise": 2094, "jeans,": 2095, "shorts,": 2096, "slippers.": 2097, "lost": 2098, "reported": 2099, "involved": 2100, "damaged": 2101, "warning;": 2102, "involved;": 2103, "grades;": 2104, "foregoing": 2105, "committed,": 2106, "investigating": 2107, "commit-": 2108, "tee.": 2109, "serious,": 2110, "dishonesty.": 2111, "what": 2112, "dishonesty?": 2113, "externally-funded": 2114, "scholarships.": 2115, "scholarship,": 2116, "character,": 2117, "chartered": 2118, "elected": 2119, "represents": 2120, "regents.": 2121, "needs": 2122, "writing.": 2123, "unit-credits": 2124, "wishes": 2125, "cross-": 2126, "s/he": 2127, "take.": 2128, "changing": 2129, "corresponding": 2130, "dean.": 2131, "enrolled.": 2132, "endorsed": 2133, "plans": 2134, "granted": 2135, "period,": 2136, "terms/": 2137, "semesters,": 2138, "reasons.": 2139, "succeeding": 2140, "(of": 2141, "unit)": 2142, "obtains": 2143, "marks": 2144, "dropped": 2145, "rolls": 2146, "act,\u201d": 2147, "pursuing": 2148, "starting": 2149, "s.y.": 2150, "2018-2019.": 2151, "membership:": 2152, "troupe,": 2153, "bue\u00f1o,": 2154, "singers,": 2155, "(rondalla),": 2156, "ensemble,": 2157, "marching": 2158, "band.": 2159, "10931,": 2160, "made": 2161, "are:": 2162, "training": 2163, "(cwts),": 2164, "(lts),": 2165, "c)": 2166, "officers": 2167, "(rotc).": 2168, "nstp": 2169, "year.": 2170, "refers": 2171, "designed": 2172, "children,": 2173, "segments": 2174, "motivate,": 2175, "train,": 2176, "preparedness.": 2177, "9163,": 2178, "up": 2179, "in.": 2180, "here,": 2181, "https://bit.ly/osas-scholarship-form": 2182, "here": 2183, "list,": 2184, "https://bit.ly/bu-accredited-orgs": 2185, "https://bit.ly/bu-uniform": 2186, "3-5": 2187, "17-19": 2188, "non-graduating": 2189, "25-27": 2190, "21-24": 2191, "exercises": 2192, "highschool.": 2193, "lifting": 2194, "face": 2195, "nursing": 2196, "universitarian,": 2197, "known": 2198, "\"unibe\"": 2199, "publications,": 2200, "governed": 2201, "policies,": 2202, "adviser.": 2203, "serves": 2204, "assisting": 2205, "issues": 2206, "involving": 2207, "community.": 2208, "channels": 2209, "between": 2210, "off-campus": 2211, "tours,": 2212, "trips,": 2213, "study/": 2214, "learning/": 2215, "related": 2216, "trips": 2217, "lasting": 2218, "(1)": 2219, "places": 2220, "destination.": 2221, "tours": 2222, "off-": 2223, "terms": 2224, "non-curricular": 2225, "considered": 2226, "non-program-based": 2227, "activities,": 2228, "left": 2229, "ensured": 2230, "bubot,": 2231, "ai": 2232, "chatbot.": 2233, "learned": 2234, "fraternity/sorority": 2235, "engaged": 2236, "brotherhood.": 2237, "organized": 2238, "course,": 2239, "department,": 2240, "academic,": 2241, "concerns.": 2242, "views": 2243, "expressed": 2244, "society.": 2245, "socio-civic": 2246, "promoting": 2247, "interests": 2248, "members.": 2249, "people/students": 2250, "brought": 2251, "shared": 2252, "affirms": 2253, "living": 2254, "promotes": 2255, "enforcing": 2256, "spiritual/religious": 2257, "association/organization": 2258, "faith.": 2259, "found": 2260, "violating": 2261, "rules,": 2262, "amphitheater,": 2263, "multi-purpose": 2264, "building": 2265, "presentations,": 2266, "convocations,": 2267, "meetings,": 2268, "debates": 2269, "choice.": 2270, "come,": 2271, "studying": 2272, "enrolled,": 2273, "personnel,": 2274, "moral": 2275, "obtained": 2276, "(4)": 2277, "2.4": 2278, "1.00": 2279, "1.45.": 2280, "(bu-osas)": 2281, "evening": 2282, "you?": 2283, "me?": 2284, "university?": 2285, "science?": 2286, "letters?": 2287, "nursing?": 2288, "recreation?": 2289, "development?": 2290, "education?": 2291, "school?": 2292, "medicine?": 2293, "law?": 2294, "management?": 2295, "philosophy?": 2296, "architecture?": 2297, "engineering?": 2298, "technology?": 2299, "forestry?": 2300, "campus?": 2301, "bu?": 2302, "why": 2303, "do": 2304, "programs?": 2305, "admission?": 2306, "bucet?": 2307, "transferees?": 2308, "settled": 2309, "my": 2310, "interviews": 2311, "applicant?": 2312, "transfer?": 2313, "admitted": 2314, "course?": 2315, "another?": 2316, "shifting": 2317, "program?": 2318, "schooling?": 2319, "absence?": 2320, "students?": 2321, "graduated": 2322, "abroad?": 2323, "scheduled": 2324, "registration?": 2325, "types": 2326, "exams?": 2327, "grading": 2328, "system?": 2329, "rating?": 2330, "times": 2331, "subject?": 2332, "maintaining": 2333, "did": 2334, "grade?": 2335, "incomplete?": 2336, "removed?": 2337, "gave": 2338, "me": 2339, "requirements?": 2340, "qualifies": 2341, "laude?": 2342, "met": 2343, "honors": 2344, "failed": 2345, "distinction?": 2346, "non-academic": 2347, "awards": 2348, "recognition?": 2349, "diploma?": 2350, "recovery?": 2351, "subjects?": 2352, "unit?": 2353, "load?": 2354, "have?": 2355, "card?": 2356, "library?": 2357, "books?": 2358, "studies?": 2359, "borrowed?": 2360, "book?": 2361, "week?": 2362, "hours?": 2363, "weekends?": 2364, "opens": 2365, "closes?": 2366, "ils-children\u2019s": 2367, "ils": 2368, "closes??": 2369, "bucaf": 2370, "bupc": 2371, "bugc": 2372, "offers?": 2373, "clinic?": 2374, "sanctions": 2375, "regulation?": 2376, "free?": 2377, "activities?": 2378, "excused": 2379, "co-curricular": 2380, "pe": 2381, "attending": 2382, "classes?": 2383, "attires": 2384, "day?": 2385, "bullying?": 2386, "carrying": 2387, "weapons?": 2388, "creating": 2389, "guests,": 2390, "drinking": 2391, "manifesting": 2392, "premises?": 2393, "document?": 2394, "gambling?": 2395, "hazing": 2396, "representing": 2397, "accredited": 2398, "b.u.": 2399, "organization?": 2400, "funds?": 2401, "plagiarism?": 2402, "prohibited": 2403, "chemicals?": 2404, "voyeurism?": 2405, "harassment?": 2406, "stalking?": 2407, "belonging": 2408, "contribution/": 2409, "using": 2410, "name": 2411, "superior?": 2412, "conduct?": 2413, "regents?": 2414, "represented": 2415, "courses?": 2416, "absense?": 2417, "tes": 2418, "nstp?": 2419, "cwts?": 2420, "lts?": 2421, "rotc?": 2422, "form?": 2423, "existing": 2424, "2021-2022": 2425, "graduation?": 2426, "2022-2023": 2427, "2022-2023?": 2428, "allowed?": 2429, "audio-visual": 2430, "enlisted": 2431, "aids": 2432, "working": 2433}